[
  {
    "Speaker": "Donald Trump",
    "Text": "In the face of great challenges this year, American showed incredible grit, strength, tenacity and resolve. And together, we achieved truly historic victories like nobody ever thought possible. To defeat the China virus, we launched the largest mobilization since World War Two. We transformed our factories to build tens of thousands of ventilators, and millions, and millions of masks virtually overnight."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Nobody thought it could be done. We ignored the experts who demanded open borders, and we shut down travel from China and Europe to protect our citizens, and we built the wall. We pioneered groundbreaking new therapies and treatments, and we saved millions of American lives. Over and over again, we were told it would be impossible to deliver a vaccine by the end of the year."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "All of the experts said, \"Absolutely unthinkable. Trump is exaggerating, it can't happen.\" And we did it, long before the end of the year. They said it would take a medical miracle, and that's exactly what it is. Years from now, they'll be talking about it, they'll be talking about this great, great thing that we did with the vaccines."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "A truly unprecedented, amazing medical miracle. Normally, developing a vaccine takes up to 10 years. Thanks to Operation Warp Speed, we developed a vaccine in just nine months. We've already begun a nationwide vaccination program, and we're sending the vaccine all over the world. The world will benefit, we'll benefit, and everybody's calling to thank me."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Our most vulnerable citizens are already receiving the vaccine and millions of doses are quickly being shipped all across our country. By early next year, the vaccine will be available to every American, and shortly thereafter, it will be delivered worldwide. We will end the pandemic once and for all. This is one of the most extraordinary scientific, industrial, and medical feats in history."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Everybody has it as that, that's what they're marking it down as. And we can never let people forget where it came from and how it came. We're very proud to be honored and all of the people that work so hard on it. We have to be remembered for what's been done. I want to thank all of the workers, scientists, doctors and members of the military who helped make Operation Warp Speed possible."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Before the pandemic, we built the greatest economy in the history of the world. Now, we are doing it again. We've actually built, if you think about it, two great economies, before and after. We passed $3 trillion in relief, the largest financial aid package in history. Through the Paycheck Protection Program, we saved or supported more than 51 million American jobs, and we're doing numbers now like nobody has ever seen before, including having the highest stock market in the history of the world."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "I froze student loan payments, stopped evictions, suspended payroll taxes. We have slashed the unemployment rate from 14.7% all the way down to 6.7%. And a lot of people thought that the 14.7% could be 32%, or 40%, or 45%. And now, we're down to 6.7%, and heading a lot lower. We made it dramatically better than experts predicted just a few months ago."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Our economy is growing at the most rapid rate ever recorded, 33.4% last quarter, and much faster than the nations of Europe. Nobody can compete with us in terms of going down less and going up, by far, the fastest and the best. Whenever America is challenged, we always rise to the occasion. We are bringing critical medical manufacturing back home to America."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "We have secured our borders and paused immigration to protect American workers. We lowered drug prices for the first time in 51 years. And after years of endless foreign wars, we are signing historic peace deals in the Middle East. It's all ending in the Middle East. We have to hope it keeps going. It's so easy if you know what you're doing."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "In this season of joy, Americans have so much to be grateful for. We're all blessed to live in the greatest country ever to exist on the face of the earth, and we have made it greater than ever before. As long as we remain loyal to our nation, devoted to our citizens, and faithful to Almighty God, we know that the best is yet to come. God bless you, and God bless America."
  }
]