[
  {
    "Speaker": "Maria Ryan",
    "Text": "I could not be more pleased in welcoming the 45th President of the United States to \"Uncovering the Truth.\" Our special thanks to President Trump for taking his time to call in today. Mr. President, how are you?"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Well, thank you very much and I call in to wish everybody a very Merry Christmas. And as you know, Rudy and his team, and myself, and a lot of other people, and frankly, millions of people all over the country, we have uncovered a voter fraud, the greatest voter fraud in history. It's the most corrupt election this country has ever had by far."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Uh, and, uh, I think it's great that you not only work on it because Rudy is invaluable, but uh, not only work on it, and we've already found the answers. Now we have to get the support from some politicians. Other than that, uh, we have it made. I think we, I think we've come a long way."
  },
  {
    "Speaker": "Rudy Giuliani",
    "Text": "Yeah."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "In a very short period time."
  },
  {
    "Speaker": "Rudy Giuliani",
    "Text": "Mr. President, I just issued a challenge. I said to the Democrats, \"If you're so sure that we're lying, and we're making this up, how about letting us examine the machines in six --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Right."
  },
  {
    "Speaker": "Rudy Giuliani",
    "Text": "-- cities, six counties? We'll examine them --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Right."
  },
  {
    "Speaker": "Rudy Giuliani",
    "Text": "In open, in public and let's see who won."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Right, the machines, number one, and every machine we've looked at, you know what the results there have been. But uh, the machines and also the signature verifications."
  },
  {
    "Speaker": "Rudy Giuliani",
    "Text": "Yes."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Let us see the signatures in Fulton County in Georgia and a couple of other places. Let us see the signatures. You'll find that hundreds of thousands of signatures either don't exist or were fraudulently written and uh, no matter where you look. I mean, no matter where you look you're gonna find it, but we're, we're trying to work."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "It's a very difficult thing because of the Governor and the Secretary of State, but I think they are now to, uh, on Monday they're staring signature counts, but they're not starting them -- Signature verifications, but they're not starting them in the right location. They're starting them in areas which, uh, are not very troubled and uh, we'll still find a lot even in those areas."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "But they should let us do signature counts in the proper locations, and you will see hundreds of thousands of fraudulent signatures or signatures that don't even exist."
  },
  {
    "Speaker": "Maria Ryan",
    "Text": "Yeah, we know that's true Mr. President, and we're all fighting for you. It's not just because we're conservative or Republicans. It's because it's the truth. The people overwhelmingly want you to continue in the White House. You've done an impeccable job in four years over great adversity. There was so much corruption, so much of the --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Yeah."
  },
  {
    "Speaker": "Maria Ryan",
    "Text": "-- deep state working against you, media, big tech, but you know what? We saw what you were doing, getting hostages released, best economy, the fact that you were putting America first. We love you and honor you for that, and We wish you and your family a very Merry Christmas."
  },
  {
    "Speaker": "Rudy Giuliani",
    "Text": "We all wish you a very Merry Christmas [Crosstalk]."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Thank you, Rudy."
  },
  {
    "Speaker": "Rudy Giuliani",
    "Text": "You know something?"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "That's so nice."
  },
  {
    "Speaker": "Rudy Giuliani",
    "Text": "You have more support now than you -- You have more support now than you had before the election."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "You know, it's true."
  },
  {
    "Speaker": "Rudy Giuliani",
    "Text": "If we were to do this again, you'd win by --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "It's true. [Laughs]"
  },
  {
    "Speaker": "Rudy Giuliani",
    "Text": "-- by 10 million more. [Laughter]"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "It's true."
  },
  {
    "Speaker": "Rudy Giuliani",
    "Text": "I swear to God."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "I spoke to --"
  },
  {
    "Speaker": "Rudy Giuliani",
    "Text": "You'd win by 10 million more."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "I spoke to a great gentleman, Tommy Tuberville, last night."
  },
  {
    "Speaker": "Rudy Giuliani",
    "Text": "Yeah, oh yeah."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And he is so excited. He said, he said, \"You made me the most popular politician in the United States.\" He said, \"I can't believe it.\" He's great, great Senator, but --"
  },
  {
    "Speaker": "Rudy Giuliani",
    "Text": "He's also --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "I will, I-I'm so glad you mentioned hostages because, you know, we have -- It's a great time to talk about it. We've released 49 hostages. We don't pay because if you pay, you'll have a problem like you've never seen before. But we've gotten 49 people out that everybody said, \"You'll never be able to get out,\" so it's been a, it's been a great achievement."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "It's been an amazing achievement."
  },
  {
    "Speaker": "Rudy Giuliani",
    "Text": "There' gonna be a lot more."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Out of places, out of places that you don't even wanna know about. That's how bad they were. So, it's, uh --"
  },
  {
    "Speaker": "Rudy Giuliani",
    "Text": "There's going to be a lot more, Mr. President."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "-- really been something. Well, they'll be. There are more out [Crosstalk] there."
  },
  {
    "Speaker": "Rudy Giuliani",
    "Text": "The American people are behind you."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "There are a lot more out there."
  },
  {
    "Speaker": "Rudy Giuliani",
    "Text": "That's all you need. You got them."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Yeah. You're right, and you're behind us."
  },
  {
    "Speaker": "Rudy Giuliani",
    "Text": "They love you."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And thank you, Rudy. Thank you both and Merry Christmas."
  },
  {
    "Speaker": "Rudy Giuliani",
    "Text": "Merry Christmas to the family."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "I'll speak to you guys, and we're getting closer and closer."
  },
  {
    "Speaker": "Rudy Giuliani",
    "Text": "Your beautiful family."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And I hope --"
  },
  {
    "Speaker": "Rudy Giuliani",
    "Text": "Yeah."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "-- you let everybody know we're, we're actually very close. The, the fake news will not tell you that. They don't wanna talk about it. They're trying to suppress it."
  },
  {
    "Speaker": "Rudy Giuliani",
    "Text": "[Inaudible]"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "We don't have freedom of the press at all. It's suppressed news."
  },
  {
    "Speaker": "Maria Ryan",
    "Text": "Yeah."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "It's a terrible thing that's happened in our country in the last --"
  },
  {
    "Speaker": "Maria Ryan",
    "Text": "It really is."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "You know, it's been going on for -- It started a long time ago, but it's, it's gotten to a point it's just, uh --"
  },
  {
    "Speaker": "Rudy Giuliani",
    "Text": "[Inaudible]"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "It's a terrible thing. It's not freedom of the press and uh, we gotta bring that back because the press is, is so, uh, is so suppressed. It's so dishonest. Nobody's -- I don't even call it fake news anymore. I call it corrupt news."
  },
  {
    "Speaker": "Rudy Giuliani",
    "Text": "Yeah, true."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "So, just thank you very much. You're great patriots, both of you."
  },
  {
    "Speaker": "Rudy Giuliani",
    "Text": "Thank you. [Crosstalk] Melania and the whole family."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And I hear your show is a big success. Well, Merry Christmas to everybody."
  },
  {
    "Speaker": "Rudy Giuliani",
    "Text": "God bless, God bless."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "[Inaudible] Thanks."
  },
  {
    "Speaker": "Maria Ryan",
    "Text": "Merry Christmas, Mr. President. Thank you. [Applause] Woo-hoo."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Thank you, darling. You take care, bye. Bye, everybody."
  }
]