[
  {
    "Speaker": "Benny Johnson",
    "Text": "Charlie."
  },
  {
    "Speaker": "Charlie Kirk",
    "Text": "-- what I'm, what I'm --"
  },
  {
    "Speaker": "Benny Johnson",
    "Text": "Charlie."
  },
  {
    "Speaker": "Charlie Kirk",
    "Text": "Benny, wh -- wh --"
  },
  {
    "Speaker": "Benny Johnson",
    "Text": "I'm so sorry. I know you're in the middle of a speech. This can't wait. I would never do this to you, but this is something that we cannot miss."
  },
  {
    "Speaker": "Unidentified",
    "Text": "Back off. [Audience member calls out \"Who is it?\"]"
  },
  {
    "Speaker": "Charlie Kirk",
    "Text": "Hello? Who's there?"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Hi, Charlie. How are you? That sounds like a big crowd of beautiful people."
  },
  {
    "Speaker": "Charlie Kirk",
    "Text": "Mr. President, uh, we have --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Hi, Charlie. [Audience member calls out \"We love Trump\"]"
  },
  {
    "Speaker": "Charlie Kirk",
    "Text": "We have 4,000 students here. It's amazing to hear from you -- [Audience member calls out \"We love you\"] -- and our Student Action Summit, and thank -- Uh, I, uh, thank you for ca -- calling in. I mean, we have your back a hundred percent, by the way. One hundred percent."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "I know you do. I know you do. I know it. Charlie, I appreciate it. I appreciate everybody there. I've spoken for Charlie numerous times, and we've always had a great time. And we are fighting, uh, really for the country because this election -- We won this election in a landslide. Uh, they dropped hundreds of thousands of dollars in each state."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "It's all documented. The problem is we need a party that's gonna fight, and we have some great congressmen and women that are doing it. And we have others, some great fighters, but we won this in a landslide. They know it, and we need backing from, like, the Justice Department, and other people have to finally step up, but I just want to thank Charlie for the support."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Charlie's always been there. I watched you the other night with, uh, Steve Hilton who's a great guy too, and I will tell you, uh, we appreciate it, Charlie."
  },
  {
    "Speaker": "Charlie Kirk",
    "Text": "Mr. President, we have your back and, uh, this is a great surprise. On behalf of all of our thousands and thousands of students -- [Audience calls out, Inaudible]-- thank you for fighting for our country. God bless you. Thank you."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "You're welcome. You take care of yourself. Have a good time. I'll see you soon, Charlie. Thank you, everybody. Bye."
  },
  {
    "Speaker": "Charlie Kirk",
    "Text": "Thank you, Mr. President. [Audience chants \"Four more years\"]"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Th --"
  },
  {
    "Speaker": "Charlie Kirk",
    "Text": "Amazing."
  }
]