[
  {
    "Speaker": "Donald Trump",
    "Text": "Hello, Frances. How are you?"
  },
  {
    "Speaker": "Frances Watson",
    "Text": "[Laughs] Hello, Mr. President. I am actually doing very well."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Good. Well, you have a big fan in our, our great chief, right? Chief of Staff, Mark. [Crosstalk]"
  },
  {
    "Speaker": "Frances Watson",
    "Text": "I did, I, I, I met him. I, um, I -- It was a pleasure to meet him yesterday."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Nah, he's great. He's a great -- He's been successful. He was a great Congressman, and then, when you lead by 35 points it's hard to get people outta there, but I tried very ha -- for two years and we got him. And he's, and he's done a -- Uh, he's done a fantastic job. I just wanted to thank you for everything."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "He told me you've been great, and you know, look, this country is counting on it, 'cause -- Uh, it's very interesting. So I won Florida in a record number, Ohio in a record, Texas in record, Alabama by 40, 40 points. And I won everything but Georgia, and I -- You know, and I won Georgia, I know that, by a lot."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And the people know it. And, uh, you know, something happened, uh, I mean, something bad happened, and I hope you're doing that, uh, that stop, because if you're -- Uh, you know, I hope you're going back two years, as opposed to just checking, you know, one against the other, 'cause that would just sort of a, uh, ya -- a signature check that didn't mean anything."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "But if you go back two years, and if you can get to Fulton, you're gonna find things that are gonna be unbelievable the, the dishonesty that we'll -- that, uh, that we've heard from them."
  },
  {
    "Speaker": "Frances Watson",
    "Text": "Yeah, right."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "You know, just good sources. Really good --"
  },
  {
    "Speaker": "Frances Watson",
    "Text": "Right."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "-- sources. But Fulton, Fulton is the mother lode, you know, as the expression goes, Fulton County, and --"
  },
  {
    "Speaker": "Frances Watson",
    "Text": "Right."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "-- uh --"
  },
  {
    "Speaker": "Frances Watson",
    "Text": "Well, Mr. President --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "-- but you don't wanna see, you know, you [Crosstalk] --"
  },
  {
    "Speaker": "Frances Watson",
    "Text": "Right, yeah, uh, y -- I, I, I appreciate your comment, and, and I, I can assure you that our team and the GBI, that we're only interested in --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Right."
  },
  {
    "Speaker": "Frances Watson",
    "Text": "-- in, in the truth, and, and finding --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Right."
  },
  {
    "Speaker": "Frances Watson",
    "Text": "-- you know --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "That's great."
  },
  {
    "Speaker": "Frances Watson",
    "Text": "-- finding the information that's based on the facts, and, you know, we've --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "[Crosstalk]"
  },
  {
    "Speaker": "Frances Watson",
    "Text": "-- we've been working on 12, 16-hour days, and --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Great."
  },
  {
    "Speaker": "Frances Watson",
    "Text": "-- y -- you know, we're, we're working through it. And, um, so I can assure you that, and, um, I, I do appreciate you calling. I know that you're a ver -- very busy, very important, uh, man, and, and I'm very honored that, that you called, and, you know, am --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Well, it's --"
  },
  {
    "Speaker": "Frances Watson",
    "Text": "-- am, quite --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "-- so important what you're doing."
  },
  {
    "Speaker": "Frances Watson",
    "Text": "-- quite, um -- Quite frankly, I -- I -- I'm shocked and that, that you would --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "[Laughs]"
  },
  {
    "Speaker": "Frances Watson",
    "Text": "-- you would take time to, to do that, but --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Yeah."
  },
  {
    "Speaker": "Frances Watson",
    "Text": "-- I am very appreciative."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "No, Mark asked me to do it. He s -- He thinks you're great. And, you know, it's just you have the most important job in the country right now, because if we win Georgia, first of all if we win, you're gonna have two wins so, uh -- Well, you're not -- They're not gonna win right now. You know, they're down because the people of Georgia are so angry at what happened to me."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "They know I won, won by hundreds of thousands of votes. It wasn't close. And Alabama, you know, where they go -- 'cause I won, uh, South Carolina in a record, Alabama in a record, Florida in a record. You know, I won Florida by six or 700,000 votes. It's never happened before with a Republican. And, uh, with all the money they spent."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "You know, you heard all that, these guys going down and spending a fortune. And we won Texas by a record. Texas was run -- won by the biggest, uh, biggest number ever. And it, you know, it didn't, uh, it didn't -- And, and Ohio, of course, you know that, you know about that. That was won by nine points or something, and it's -- All of it."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Iowa, I mean -- And it didn't -- It never made sense, and, you know, they dropped ballots. They dropped all these ballots. Uh, Stacy Abrams, a really, really terrible. I mean, just a terrible thing. And I will say this, if, if it went, hopef -- I mean, hopefully, this will show, because if you go back two years or four years, you're gonna see it's a totally different signature, but, but hopefully, uh, uh, you know, I will t -- When, when the right answer comes out, you'll be praised."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "I mean, I don't know why, you know, they've, they've made it so hard. They, they will be praised. The people will say, \"Great,\" because that's what it's about, that ability to check and to, and to make it right, 'cause everyone knows it's wrong. There's just no way. You know, they had people in Georgia, for instance, that won, and I was way ahead of them, and they won because of me, you know, I pulled them."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Uh, they call it coattails, right? And we pulled them across, and they say, \"There's no way that I beat you by 15 points.\" You know? I've had that in, uh -- We've had plenty of those calls, too. So, anyway, but whatever you can do, Frances, it would be, uh -- It's a great thing. It's an important thing for the country, so important."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "You have no idea, so important."
  },
  {
    "Speaker": "Frances Watson",
    "Text": "Well, Mr. --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And I very much appreciate it."
  },
  {
    "Speaker": "Frances Watson",
    "Text": "Well, I, I appreciate your call, and, I, I hope you and your family have a very healthy, and, and happy Christmas, and, um --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Great."
  },
  {
    "Speaker": "Frances Watson",
    "Text": "-- and, I, I certainly, uh, appreciate you and, and everything that you've done."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Well, and I appreciate it, too, Frances. Uh, do you think they'll be working after Christmas, uh, to keep it going fast? 'Cause you know, we have that date of the 6th, which is a very important date --"
  },
  {
    "Speaker": "Frances Watson",
    "Text": "Right, right."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "-- and, uh --"
  },
  {
    "Speaker": "Frances Watson",
    "Text": "I, I --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "[Crosstalk]"
  },
  {
    "Speaker": "Frances Watson",
    "Text": "-- uh, I know, I know you've got that coming up, and, and I, I, I can assure you that, that, you know, I -- I'm, I'm going to be working, uh, and, and we're gonna be working, and it's, um --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Good."
  },
  {
    "Speaker": "Frances Watson",
    "Text": "I, um -- Yeah, I, I appreciate it, and, you know, our t -- our team's out there working. You know, um, we c -- we got pandemic --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Well I do thank them."
  },
  {
    "Speaker": "Frances Watson",
    "Text": "Yeah, we've got pan --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And I hear the, uh, I hear the Georgia, it's, it's not the FBL, what was it? The GBI, right?"
  },
  {
    "Speaker": "Frances Watson",
    "Text": "Right."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Right, but I hear, uh, I hear they're fantastic, and I hear I'm at about 96% with them. So that's good, okay?"
  },
  {
    "Speaker": "Frances Watson",
    "Text": "[Laughs]"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "But, uh, say hello to those guys."
  },
  {
    "Speaker": "Frances Watson",
    "Text": "I --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Tell 'em I appreciate it very much. Let 'em all know."
  },
  {
    "Speaker": "Frances Watson",
    "Text": "I will certainly do --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Okay?"
  },
  {
    "Speaker": "Frances Watson",
    "Text": "-- that."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "You just take care. Call anytime you need. If you need help, call me, but, but, uh, Mark has the number, but, uh, Mark appreciates it, but I wanted to call you and thank you."
  },
  {
    "Speaker": "Frances Watson",
    "Text": "Well, tha -- thank you so much and you have a good evening."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Thanks, Frances. Take --"
  },
  {
    "Speaker": "Frances Watson",
    "Text": "All right."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "-- care. Have a good Christmas and everything. So long. Thanks, Frances."
  },
  {
    "Speaker": "Frances Watson",
    "Text": "Tha -- thank you. Bye-bye."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Appreciate it. Bye."
  }
]