[
  {
    "Speaker": "Brian Kilmeade",
    "Text": "So Mr. President, the first sitting president to attend the Army/Navy Game, Teddy Roosevelt 1901, there's only been two other presidents that have shown up for two -- for an Army/Navy Game, Truman and Bush, you're the third. Why are you here?"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Well, I love football but I love these two teams. And they're special. And they've been to the White House. And we've given them awards because you know, it's always the Commander-in-Chief Award. One of them's going to get it."
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "Right."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And I've had a lot of fun and the coaches are terrific people."
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "You -- with everything you've accomplished, you took over a military that was cut by 25 percent --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Yeah."
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "-- that only had three brigades ready to fight. It was out of bullets. What have you done in the four years since you -- to change that?"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Entirely rebuilt military like never before, new missiles and rockets and tanks and ships and planes. And we have the F-35s coming in by the hundreds as you know. When I took over, we had a depleted military. We had no ammunition. I'll never forget a very overrated general coming to see me and saying, Sir, we have no ammunition, I'm sorry."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "This is my first two days in office."
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "Right."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And I say no president should ever have to hear that and no president should ever be spied on either, you know there so we set a lot of records. But we have it totally rebuilt and our nuclear is now tippy-top and just hope to God you never have to use it."
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "Today, the -- we found out late last night that the Supreme Court would not hear the Texas case. It did not have standing according to them. I assume -- judging by your tweets, you're very disappointed in that. Is it over?"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "No, it's not over. We keep going. And we're going to continue to go forward. We have numerous local cases where you know, in some of the states that got rigged and robbed from us. But we won every one of them. We won Pennsylvania. We won Michigan. We won Georgia by a lot. We have a governor, Republican governor that's worse than a Democrat, he's terrible and he's hurting Kelly and David very badly, the Senators that are terrific people."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "But -- and Wisconsin as you know, we have a case going on as we speak --"
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "Right."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "-- it's actually going on right now."
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "So you have individual states happening right now. [Crosstalk]"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Oh yeah, we're doing individual states."
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "But on the 14th, they're going to certify --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "That's right, well --"
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "-- on the 6th, they transmit. What does that do for your fight?"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "I don't know. We're going to speed it up as much as we can. But you can only go so fast. They give us very little time. But we caught them as you know and fraudulent, dropping ballots, doing so many things nobody can even believe it, dead people voting and all far greater than the number of votes we need."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "The election was over at 10:00 in the evening. I had one, it was 97, 98 percent. All of the bookies all over the world were saying the election's over. They wouldn't even take bets on it. And then all of the sudden around 11:00 ballots start getting dropped. You ever see the graph where you go like this and then it goes up to the sky."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Tens of thousands of ballots were being illegally dropped. The machines are the worst. Dominion, Dominion, nobody knows who even owns it. These machines are controlling our country. So it was a rigged election. It was a really a sham and a shame."
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "When you look at this fight, though, you have 77 percent of Trump supporters who believe you won the election according to a Fox poll. [Crosstalk]"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Yeah. I've read actually [Inaudible] I remember – [Crosstalk]"
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "There's a rally right now in Washington for that. Do you worry about the country being divided as -- if it goes to inauguration and they still feel that way and you still feel that way?"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "No, I worry about the country having an illegitimate president, that's what I worry about. A president that lost and lost badly. This wasn't like a close election. You look at Georgia. We won Georgia big. We won Pennsylvania big. We won Wisconsin big. We won it big."
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "But your guys haven't -- [Crosstalk]"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "It's all over these states."
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "But do you think your legal team has proven that?"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Well, we never get a chance to prove it because a judge will say, well, I'm sorry you don't have standing, like how about me? Texas and all of these states, 18 or 19 all together, they come in, think how nice that is, where they actually come in and they say, we want to support you, sir, because you're important to this country."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "We want to support you. They go in and they say the states don't have standing and I don't have, I'm president of the United States. I just got 75 million votes. The biggest number of votes in the history of our country ever gotten by a sitting president. I went from 63 million to 75 million, a 12-million vote difference."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "That's the biggest margin in history. They say if I got 67, the smartest people in the business --"
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "Right."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "-- if I got 67 million votes I couldn't lose. I got 75 million and they say I lost. I didn't lose. The election was rigged."
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "By who?"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "By the Democrats and actually interestingly, by the Democrats but by local Democrats, meaning state Democrats. They outsmarted state Republicans. You know what I do? I do two things. I run a country and we cut taxes. And we did all of the things -- regulations, Space Force --"
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "Right."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "-- all of the things, the V.A. was taken care like 91 percent approval, all of the things I did -- I ran a country and we ran it great. We've done more than any other president. Then I have to campaign. We had the greatest campaign in history. We had the biggest crowds anyone's ever had. I did 56 rallies where the number of people were incredible."
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "Right."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "OK, incredible. Record-setting. And then I go home and I watch the television to see how we're doing and by 10:30 in the evening, it was over. We won. I got calls from everybody saying -- pros, people you know very well saying congratulations. I said let's not go so fast. I don't trust these machines."
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "Right."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And a lot of bad things happen with these people. And in essentially five or six states, the local people who run it rigged the election and tens of thousands -- remember they stopped the counting in the evening. Do you remember Georgia when they said, oh we had a big flood? We had a pipeline break, a major water pipeline break."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "It turned out to be a false thing and everybody -- Brian, everybody ran out. They all ran out."
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "Right."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And what's -- where's the pipeline? Guess what? There was no pipeline. That was the people where they took all of those ballots, all of those Biden ballots --"
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "Right."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "-- under the table with the black dress and they took them and they started shoving them into the machine. What happened to this country is we were like a third world country. And I -- I do worry about the fact, you know, you asked a question, illegitimate president. That's what I worry about."
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "So let's -- let's look at this. Let's play this out. If they continue to not have success in the courts, and the six that get certified and transmitted and the Vice-President, your Mike Pence, certifies it. Would you encourage the Republican lawmakers to stand up and protest then?"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Look, I just left Washington to go to the Army-Navy game. There are thousands and thousands of people out there. I had nothing to do with it. I didn't know -- really know they were forming -- they're forming."
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "Oh no, I'm talking about Congressional leaders. [Crosstalk]"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Oh, no, no, I'm just saying the spirit, the liveliness --"
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "Right."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "-- the whole thing, even the fundraising, the money that's pouring in to fight this. It's one thing to say, you know, you ran a great race. Congratulations. I'm OK with that. But they didn't. They didn't run a good race. They ran a horrible race from the basement. They ran a race where he didn't even run."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "But what they did is, they cheated. They cheated like nobody's ever cheated before that we know of."
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "Right."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Now, if you look at it it's not even four or five states. It's five cities. Milwaukee, right? Detroit, Philadelphia, Atlanta –"
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "Right."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "-- take those -- Pittsburgh you could add. So it's five cities. It's four cities. It's even three cities because I don't need five."
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "But –"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Just one second, they cheated like nobody's ever cheated before. And they got caught. Just like the spying on my campaign --"
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "Right."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "-- campaign got caught. They cheated like nobody's cheated before. And they got caught. So nobody can go in and say oh, congratulations on running a good race. They didn't run a good race. They cheated. They dropped hundreds of thousands of ballots."
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "Right."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "They did things that nobody's ever seen."
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "True."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And we caught them."
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "But you -- but you guys have been unable to prove it as of now. If something happens --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Excuse me. Excuse me. We've proven it. But no judge has had the courage including the Supreme Court. I am so disappointed in them. No judge including the Supreme Court of the United States has had the courage to allow it to be heard. The Supreme Court, all they did was say we don't have standing. So they're saying essentially that the president of the United States and Texas and these other states, great states, they don't have standing."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "They didn't go into the evidence. If you would look at the evidence, thousands of pages of evidence, we have over 1,000 affidavits --"
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "Right."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "-- from people that saw tens of thousands of ballots --"
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "Got you."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "-- no but here's the point. They're trying -- they're winning these things on little technicalities like a thing called standing. They're saying the president of the United States does not have standing."
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "Right. So that was decided last night. So would you show up at the inauguration? Will you --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "I don't want to talk about that. I want to talk about this. We've done a great job. I got more votes than any president in the history of our country -- in the history of our country, right? Not even close, 75 million far more than Obama, far more than anybody. And they say we lost an election. We didn't lose."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "If I got 10 million fewer votes, they say I couldn't have lost."
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "This is --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "-- just so you understand, they stuffed -- in a sense, it's a modern-day version of stuffing the ballot box."
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "This has also been a historic week. Number one, the vaccine's going to start rolling. What is going to be going through your mind as FedEx, UPS, those flights go to 600 separate sites in all 50 states, a vaccine rolling in? What's going to be going through your mind?"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "If I wasn't president, according to almost everybody, even the enemy. If I wasn't president you wouldn't have a vaccine for five years, OK? I pushed the FDA and companies and everybody else involved like nobody's ever been pushed before. And now you have it rolling out. And frankly, they could have done it last week."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "They could have even done a week sooner and they heard from me. But, this has been a great -- a really medical -- they call it a medical miracle. And it's going to have a tremendous impact, 95 percent effective. We have Moderna coming out next week, very soon. We have Johnson \u0026 Johnson, a one-shot vaccine coming out."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "All great companies."
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "What about an aid package for the -- the American people? What could you do to get the $900 billion out from Nancy Pelosi and Mitch McConnell? [Crosstalk]"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "It's moving along. Well, I want to do it – I'm pushing it very hard. And to be honest with you, if the Democrats really wanted to do the deal, they'd do the deal. They should do it right now. I want to see checks going for more money than they're talking about going to people."
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "Hunter Biden this week has confirmed two investigations on him. One on Jim Biden. Do you feel that the word is you're disappointed that William Barr knew about this in the Spring?"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Everybody is. Who isn't disappointed?"
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "Right."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Joe Biden lied on the debate stage. He said there's nothing happening, nothing happening and Bill Barr should have stepped up. I'll tell you what, say what you want about Robert Mueller. When BuzzFeed put out a phony article -- I think it was BuzzFeed -- but BuzzFeed put out a phony article, Bob Mueller stepped out and he said that article was a phony."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And then there was ultimately proven there was no collusion. No -- after two years, no collusion. But Bob Mueller stood up and he -- he interjected that this article was false. Bill Barr should have done the same thing."
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "Jonathan Turley said that he had no choice, that he would have been like -- he would have been like James Comey again."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "All he had to do is say an investigation's going on. And by the way, I don't want to see anything bad happen to Hunter Biden. Whatever it is, it is the facts. But I don't want to see anything bad to Hunter Biden. And I purposely stay out of it. But when you affect an election, Bill Barr frankly did the wrong thing."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "When they are saying things, making statements and the press is purposely not reporting it, Bill Barr, I believe, not believe, I know, had an obligation to set the record straight, just like Robert Mueller set the record straight. You know, he set it straight. A very bad thing was said and it was false article, a false statement which you know, usually they are with the -- with the media."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "But this was a false statement. And Robert Mueller stood up and he said that is a false statement. And that was a great thing. I'm going to go."
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "Go get them."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Thank you."
  },
  {
    "Speaker": "Brian Kilmeade",
    "Text": "Thanks -- thanks very much Mr. President. Nice talk. See you soon. Thank you."
  }
]