[
  {
    "Speaker": "Note",
    "Text": "[This following is the full audio recoding obtained by The Washington Post of a call between Donald Trump, White House Chief of Staff Mark Meadows, Trump attorneys Cleta Mitchell and Kurt Hilbert, and Georgia Secretary of State Brad Raffensperger and his general counsel Ryan Germany. Other than beeping the name of a person mentioned in the call due to unsubstantiated allegations, the transcript below is verbatim. This audio recording is exclusive to The Washington Post and can be found here: https://wapo.st/3odFEmN]"
  },
  {
    "Speaker": "Mark Meadows",
    "Text": "So every -- Mr. President, everybody is on the line, and just so -- This is Mark Meadows, the Chief of Staff, just so we all are aware. Um, uh, uh, on the line is Secretary of State, uh, and, uh, two other individuals, uh, Jordan and Mr. Germany, uh, with him. You ha -- also have, uh, the attorneys that represent, uh, the president, uh, Kurt and Alex, and Cleta Mitchell, uh, who is not the attorney of record but, uh, has been involved."
  },
  {
    "Speaker": "Mark Meadows",
    "Text": "Myself and, then, uh, the president. So, Mr. President, I'll, I'll turn it over to you."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Okay. Thank you very much. Hello Brad and Ryan and everybody. We appreciate the time and the call. Um, so we've spent a lot of time on this, and, uh, if we could just go over some of the numbers, I think it's pretty clear that we won. We won very substantially, uh, Georgia. Uh, you even see it by rally size, frankly."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "We'd be getting 25, 30,000 people a rally and, uh, the competition would get less than 100 people. And it never made sense. But we have a, a number of things. We have at least two or three d -- a -- a -- anywhere from 250 to 300,000 ballots were dropped mysteriously into the rolls. Much of that had to do with, uh, Fulton County, uh, which hasn't been checked."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "We think that if you check the signatures, a real check of the signatures going back in Fulton County, you'll find at least a couple of hundred thousand of, uh, forged signatures of, uh, people with, uh, that whose, who have been forged. Uh, and, uh, we are quite sure that's going to happen. Another, uh, another tremendous number, we're gonna have an ac -- accurate number over the next two days with certified accountants."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Uh, but an accurate number, uh, will be given. But it's, it's, uh, in the 50s of thousands. Uh, and that's people that went to vote and they were told they can't vote because they've already been voted for. Uh, and, uh, it's a very sad thing. They walked out, uh, complaining, but they, the, the number is large, we'll have it t -- for you."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "But it's very s -- It's much more than the, uh, number of 11,779 that's the, the current margin is only 11,779. Uh, Brad, I think, I think you agree with that, right? That's, that's something I think everyone a -- [Laughs] At least that's a number that everyone agrees on. But, uh, that's the difference, uh, in the votes."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Uh, but we've had, uh, uh, hundreds of thousands of ballots that were, uh, were be -- We're able to actually, will get you a pretty accurate number. You don't need much of a number, because the number that, in theory, I lost by, the margin would be 11,779. Uh, but you also have, uh, substantial, uh, numbers of people, thousands and thousa -- who went to the voting place on November 3rd, were told they couldn't vote, were told they couldn't vote because a ballot had been put in on their name, and, uh, you know, that's, uh, very, very, very, very sad."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "We had, um, I believe it's about, uh, 4,502 who voted, uh, but who weren't on the voter registration list. So it's 5,000 -- 4,502 were not on the voter registration roll, which they had to be. Uh, you had 18,325 vacant address voters. They had no -- The address was vacant. Uh, and they're not allowed to be counted."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "That's 18,325. Uh, smaller number, you had 904 who, uh, only vote, uh, where they had just a PO, a Post Office Box number. And, uh, they had a Post Office Box number, and that's not allowed. We had, uh, at least 18,000, that's on tape, we had them counted very painstakingly, 18,000 voters, uh, having to do with Ruby Freeman."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "That's, uh, she's a vote scammer, a professional vote scammer and hustler. Ruby Freeman. Uh, that is, uh, that was the tape that's been shown all over the world that makes everybody look bad. Uh, you, me, and everybody else where they got, uh, number one they, they said, they said very clearly and, and, uh, it's be -- been reported that they said there was a major water main break."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Everybody fled the area and then they came back, Ruby Freeman, her daughter and a few people. Uh, there was no Republican poll watchers. Actually, there were no Democrat poll watchers. I guess they were them. But there were no Democrats, either. And there was no law enforcement. Uh, late in the morning, they went -- Early in the morning they went to, uh, the table with the black robe, the black shield, and they pulled out the votes."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Those votes were put there a number of hours before. The table was put there, I think it was -- Brad you would know, it was probably eight hours or seven hours before. And then it was stuffed with, ah, votes, they weren't in an official voter box. They were in, what looked to be, ah, ah, suitcases or trunks, suitcases."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "But, they weren't in ah, in voter boxes. Ah, the minimum number it could be, because we watched it in -- They watched it, certified in slow motion instant replay, if you can believe it? But, they had slow motion and it was magnified many times over. And the minimum it was, was 18,000 ballots, all for Biden."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Ah, you had out-of-state voters. Ah, they voted in, ah, Georgia but they were from out of state. Ah, 4,925. Ah, you had absentee ballots sent to, ah, you know vacant -- They were absentee ballots sent to vacant addresses. Ah, they had nothing on them about addresses. That's 2,326. Ah, and you had drop boxes."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Ah, which was very bad. You had drop box boxes that were picked up. We have, ah, photographs and we have, ah, affidavits from many people. I, I don't know if you saw the hearings? But, you have drop boxes where the box was picked up and not delivered for three days. So all sorts of things could have happened to that box."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Including, you know, putting in the votes that you wanted. So there are many infractions and the bottom line is, many, many times the 11,779 margin that they said we lost by, ah, we had vast -- I mean you have -- The state is in turmoil, ah, over this. And I know you would like to get to the bottom of it."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Although I saw you on television today and you said, ah, that you found nothing wrong. I mean, you know? I -- And I didn't lose the state, Brad. Ah, people have been saying that it was the highest vote ever, there was no way, ah -- A lot of the, the political people said that there's no way they beat me."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And they beat me. They, they beat me in the poll -- As you know, every single state, we won every state, we won every State House in the country. We held the Senate, which is shocking to people, although we'll see what happens tomorrow or in a few days. Ah, and we, ah, we won the House. But we won every single State House and we won Congress, which was supposed to lose 15 seats and they gained, I think, 16 or 17 or something."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "I think there's now a difference of 5? There was supposed to be a difference substantially more. But politicians, in every state -- But politicians in Georgia have given affidavits and are going to, that, ah, that there was no way they beat me in the, in the election. Ah, that the people came out -- In fact, they were expecting to lose, and they end up winning by a lot because of the coattails."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And they said there's no way, that they've done many polls prior to the election, there was no way that they won. Ah, ballots were dropped in massive numbers. And we're trying to get to those numbers, and we will have them, they'll pick a period of time, certified. Ah, but, but, ah, but there're massive numbers and far greater than the 11,779. Ah, the other thing are dead people."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "So dead people voted and I think, ah, the, the number is in the prox -- ah, close to 5,000 people. And they went to obituaries, they went to, ah, all sorts of methods to come up with an accurate number. At a minimum it's close to about 5,000 voters. The bottom line is, when you add it all up and then you start adding, you know, 300,000 of, ah, fake ballots."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Then the other thing they said is in Fulton County and other areas -- And this may or may not be true, this just came up this morning, that they are burning their ballots, that they are shredding, shredding ballots and removing equipment. They're changing the equipment on the, ah, on the Dominion machines."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And, you know, that's not legal. And they supposedly shredded, I think they said 300 pounds of -- 3,000 pounds of ballots. And that just came to us as a report today. And, ah, you know, it's a, it's a very sad situation. But, ah, but Brad, ah, if you took the minimum numbers, we're, we're many, many times above the 11,779. And, many of those numbers are certified or they will be certified, but they are certified."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Those are numbers that are there -- that exist, and that, uh, that beat the margin, uh, the margin of loss. It beat, they beat it, I mean, by a lot. And people should be happy to have an accurate count instead of an election where there's turmoil. I mean, there's turmoil in Georgia and other places. You're not the only one."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "I mean, we have, uh, other states that I believe will be flipping to us very shortly. And, uh, but this is, this is something that's, uh -- You know, as an example, I think in, in Detroit, and I think there's a section, a good section of your state, actually was -- We're not sure, so we're not going to report it yet, but, uh, in Detroit, we had a hundred, I think it was 139, uh, percent of the people voted."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Uh, that's not too good. In Pennsylvania, they had, uh, well over 200,000 more votes than they had people voting. Uh, and, uh, that went, that doesn't play too well, and, and the legislature there is, which is Republican, is extremely activist and angry. But, I mean, there were other things also that were almost as bad as that."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "But, but, uh, they had, as an example, in Michigan, a tremendous number of dead people that voted. I think it was, I think, Mark, it was 18,000, or some, some, unbelievably high number. Much higher than yours. You were, you were in the four to 5,000 category. And that was checked out, uh, laboriously by going through, uh, um, versus, by, by going through the obituary columns in the newspapers."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "So, I guess with all of it being said, Brad, it's the bottom line. I, provisional ballots, uh, again, you know, you'll have to tell me about the provisional ballots, but we have, uh, a lot of people that were complaining that they weren't able to vote because they were already voted for. And these are great people, and, uh, you know, they were shell-shocked."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "I don't know if you call that provisional ballots. In some states, we had a lot of provisional ballot, uh, situations where people were given a provisional ballot because when they walked in on November 3rd, they were already voting for, voted for. So that's it. I mean, we have, uh, many, many times the number of, uh, of votes necessary to win this state, and we won this state, and we won it very substantially and easily, and we're, we're getting, we have, m -- much of this is, uh, a very, cert -- you know, they're certified."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Uh, far more are certified than we need. But we're getting additional numbers certified, too, and we're getting, uh, pictures of dropboxes being delivered and delivered late, and delivered three days later, in some cases. Plus, we have many affidavits to that effect."
  },
  {
    "Speaker": "Mark Meadows",
    "Text": "So Mr. President, if I, if I might be able to jump in, and I'll give Brad a chance to -- Uh, Mr. Secretary, uh, one of, obviously, uh, there is, uh, there are allegations where we believe that, uh, not every vote or fair vote and legal vote was, was counted. Uh, that's at odds with the representation from the Secretary of State's office."
  },
  {
    "Speaker": "Mark Meadows",
    "Text": "Uh, what I'm hopeful for is, is there some way that we can, we can find, uh, some kind of an agreement to, to, uh, look at this a little bit more fully, uh, as the president mentioned, Fulton County, but in some of these areas where there seems to be, uh, a difference uh, of where the facts, uh, seem to lead."
  },
  {
    "Speaker": "Mark Meadows",
    "Text": "And so, Mr. Secretary, I was, uh, hopeful that, you know, in a spirit of, uh, cooperation and compromise, is there, there something that, uh, we can at least have a discussion to look at some of these allegations, uh, to, uh, find a, a path forward that's less litigious?"
  },
  {
    "Speaker": "Brad Raffensperger",
    "Text": "Well, uh, I listened to what, you know, the president has just said. President Trump, uh, we've had several lawsuits, and we've had to respond in court to the lawsuits and the contentions. Um, we don't agree that you have won. We don't, I didn't agree about the 200,000 number that you had mentioned. And I could go through that point by point."
  },
  {
    "Speaker": "Brad Raffensperger",
    "Text": "What we have done is, we gave our state senate, uh, about one and a half hours of, of our time going through the election issue by issue, and then, on the state house, uh, the government affairs committee, we gave them about two and a half hours of our time going back point by point on all the issues of contention."
  },
  {
    "Speaker": "Brad Raffensperger",
    "Text": "And then, uh, just a few days ago, we met with, uh, our US congressmen, Republican congressmen, uh, and we gave them about two hours of our time, uh, talking about this past election. Uh, going back, primarily what you're -- what you've talked about here, focused in on primarily, I believe is the absentee ballot process."
  },
  {
    "Speaker": "Brad Raffensperger",
    "Text": "I don't believe that you're really questioning the, uh, the, the Dominion machines, because we did a hand re-tally, a 100% re-tally of all the ballots and compared that to what the machines said, and, and it came up with virtually the same result. And we did the recount, and we got virtually the same result, so I, I guess we could probably take that off the table."
  },
  {
    "Speaker": "Brad Raffensperger",
    "Text": "I don't think there's an issue about that. Um, I think what you're --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Well, well, Brad, Brad, um, not that there's not an issue, but -- 'Cause we have a big issue with Dominion in other states and perhaps in yours, but we have -- we haven't felt we needed to go there, and just to, you know, maybe put a little different spin on what Mark is saying, Mark Meadows, uh, yeah, we'd like to go further, but we don't really need to."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "We have all the votes we need. You know, we won the state. If you took -- These are the most minimal numbers, the numbers that I gave you. Those are numbers that are certified, your absentee ballots sent to vacant addresses, your, your out-of-state votes, 4,925. You know, when you add them up, it's many more times."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "It's many times the 11,779 number, so we could go through. We have not gone through your Dominion, so we can't give them blessing. I mean, in other states, we think we've found tremendous corruption with Dominion machines, but we'll have to see. But, but we -- We only lost the state by eleven thou -- by that number, 11,000 votes, and, uh, 779, so with that being said, uh, with just what we have and, you know, with just what we have, we're giving you minimum, minimum numbers."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "We're doing the most conservative numbers possible. We're many times, many, many times above the, the margin, and so we don't really have to. Mark, I don't think we have to go through each."
  },
  {
    "Speaker": "Mark Meadows",
    "Text": "Right."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Because --"
  },
  {
    "Speaker": "Mark Meadows",
    "Text": "Right."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Because wh -- what's the difference between winning the election by two, two votes, and winning it by a half a million votes?"
  },
  {
    "Speaker": "Mark Meadows",
    "Text": "Right."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "I think we probably did win it by half a million. You know, one of the things that happened, Brad, is we have other people coming in now from Alabama and from, uh, South Carolina and from other states, and they're saying, \"It's impossible for you to, to have lost Georgia. We won.\" You know, in Alabama we set a record, got the highest vote ever."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "In, uh, Georgia, we set a record with a massive amount of votes, and they say it's not possible to have lost Georgia, and I can tell you by our rallies. I can tell you by the rally I'm having on Monday night, the place they already have lines of people standing out front waiting. It's just not possible to have lost Georgia."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "It's not possible. When I heard it was close, I said, \"There's no way.\" But they dropped a lot of votes in there late at night. You know that, Brad, and that's what are working on very, very stringently. But regardless of those votes, with all of it being said, we lost by, uh, eleven -- Essentially 11,000 votes, and we have many more votes already calculated and certified, too, so I just don't know."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Mark, I don't know what's the p -- purpose. I, I won't give Dominion a pass because we found too many bad things, but we don't need Dominion or anything else. We have -- we have all -- we have one this election in Georgia, based on all of this. And there's, there's nothing wrong with, with saying that, Brad."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "You know, I mean having -- having a correct -- The people of Georgia are angry, and these numbers are gonna be repeated on Monday night along with others that we're gonna have by that time, which are much more substantial even, and the people of Georgia are angry. The people of the country are angry, and there's nothing wrong with saying that, you know, uh, that you've recalculated, because, uh, the 2,236 in absentee ballots -- I mean, they -- they're all exact numbers that were, were done by accounting firms, law firms, et cetera."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And even if you cut them in half, cut them in half, and cut them in half again, it's more votes than we need."
  },
  {
    "Speaker": "Brad Raffensperger",
    "Text": "Well, Mr. President, the challenge that you have is the data you have is wrong. Uh, we, we talked to the congressman, and they were surprised, but they, uh -- I guess there's a person named Mr. Braynard that came to these meetings and presented data, and he said that there was dead people. I believe it was upward of 5,000. The actual number were two."
  },
  {
    "Speaker": "Brad Raffensperger",
    "Text": "Two. Two people that were dead that voted, and so that's wrong. That was two."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Well, Cleta, how do you respond to that? I mean, you tell me."
  },
  {
    "Speaker": "Cleta Mitchell",
    "Text": "What, what I will say, Mr. Secretary, one of the things we have requested, and we -- What we said was, and if you look -- but that if you read our petition, it said that we took the names and birth years, and, you know, we had certain information available to us. We have asked from your office for records that only you have."
  },
  {
    "Speaker": "Cleta Mitchell",
    "Text": "And so we said there's a universe of people who have the same name and same birth year and died, but we don't have the records that you have. And one of the things that we have been suggesting, formally and informally, for weeks now, is to try, is for you to make available to us r -- the records that would be necessary to confirm any records you have outstanding."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "But, but Cleta, even before you do that, w -- Cleta, even before you do that, and not even including that -- That's why I hardly even included that number, although in one state, we have a tremendous amount of dead people. So I don't know. I'm sure we do in Georgia, too. I, I'm sure we do in Georgia too."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "But, um, is that -- We're so far ahead, we're so far ahead of these numbers, even the phony ballots of, uh, of [Name Redacted by The Washington Post] known scammer. You know the internet? You know what was trending on the internet? Where's [Name Redacted by The Washington Post]? Because they thought you'd be in jail."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Where's [Name Redacted by The Washington Post]? Um, it's, uh, it's crazy. It's crazy. That was, the minimum number is 18,000 per [Name Redacted by The Washington Post] but they think it's probably about 56,000. But the minimum number is 18,000 and, the night where she ran back in there when everybody was gone and stuffed -- She stuffed the ballot boxes."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Let's face it, Brad. I mean, I -- they did it in slow motion replay magnified. Right? She stuffed the ballot boxes. They were stuffed like nobody's ever seen them stuffed before. So there's a term for it, when it's a machine instead of a ballot box. But, uh, they, she stuffed the machines. She stuffed the ballot -- Each, each ballot went three times."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "They were showing here's ballot number one. Here it is a second time, third time. Next ballot. I mean, look, Brad, this is, we, we have a new tape that we're going to release. It's devastating. And by the way, that one event, that one event is much more than the 11,000 votes that we're talking about. It's, uh, you know, that one event was a, a disaster."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "A, it's, it's just, you know, but it was, it, it was something that, uh, it can't be disputed. And again, w -- we have a version that you haven't seen but it's, uh, it's, it's, uh, magnified. It's magnified and you can see every, everything. And she put -- For some reason, they put it in three times, each ballot."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And I don't know why, but, you know, why. I don't know why three times. Why not five times? Right? But, uh --"
  },
  {
    "Speaker": "Brad Raffensperger",
    "Text": "Mr. President?"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Yeah, go ahead."
  },
  {
    "Speaker": "Brad Raffensperger",
    "Text": "You're, you're talking about, uh, the State Farm video. And I think it's extremely unfortunate that Rudy Giuliani or his people, they sliced and diced that video and took it out of context. So the next day we brought in WSB TV and we let them show, see the full run of tape. And what you'll see, the events that transpired are nowhere near what was was pr -- was, uh, projected by, you know --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "But where were the poll watchers, Brad? There were no poll watchers there. There were no Democrats or Republicans. There was no security there. It was late in the evening, or late in the, early in the morning and there was nobody else in the room. Where were the poll watchers? And why did they say a water main broke?"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Which they did, and which is reported in, in the newspapers. They said they left, they ran out because of a water main break. And there was no water main. There was nothing. There was no break. There was no water main break. Um, but wh -- if, if you, if you take out everything, where were the Republican poll watchers?"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Even where were the Democrat poll watchers? Because there were none. And then you say, \"Well, they left their station.\" You know, if you look at the tape -- And this was, it, this was reviewed by professional police and, and detectives and, and other people. Uh, when they left in a rush, everybody left in a rush because of the water main."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "But everybody left in a rush. These people left their stations. When they came back, they didn't go to their station. They went to the apron wrapped around the table under which were thousands and thousands of ballots in a box that was not a s -- an official or a sealed box. And then they took those and they went back to a different station."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "So, if they would've come back, they would've walked to their station and they would've continued to work. But they couldn't do the, even that because that's illegal because they had no Republican poll watchers. And remember, her reputation -- she's known all over the Internet, Brad. She's known all over."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "I'm telling you, where's, where's [Name Redacted by The Washington Post]. Was one of the hot items on the [Name Redacted by The Washington Post]. They knew her. Where's [Name Redacted by The Washington Post]? So, Brad, you know, there, there can be no justification for that. And, and I, I, you know, I give everybody the benefit of the doubt, but that was -- And, and Brad why did they put the, the, uh, votes in three times? You know, they put them in three times."
  },
  {
    "Speaker": "Brad Raffensperger",
    "Text": "Mr. President, they did not put that. We, we conf - -- we did an audit of that and was proved conclusively that they were not scanned three times."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Well, where was everybody else at that late time in the morning? Wh -- where was everybody? Where were the Republicans? Where were the security guards? Where were the people that were there just a little while before when everyone ran out of the room? How come, how come we had no security in the room? Why did they run to the bottom of the table, why did they run there and just open the skirt and rip out the, uh, and rip out the votes?"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "I mean, Brad."
  },
  {
    "Speaker": "Brad Raffensperger",
    "Text": "Well, Mr. President --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And they were sitting there, I think for five hours or something like that, that was, but they just all happened to run back and go -- You know, Brad."
  },
  {
    "Speaker": "Brad Raffensperger",
    "Text": "Yeah, Mr. President, we'll send you the link from [WSB] that does [Crosstalk]"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "I don't care about the link, I don't need it, I have a much --"
  },
  {
    "Speaker": "Cleta Mitchell",
    "Text": "I, I have -- Mr. President, [Crosstalk] security."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Brad, I have a much better link."
  },
  {
    "Speaker": "Cleta Mitchell",
    "Text": "I, I will tell you. I've seen the tape, the full tape. So has Alex. We've watched it. And what we saw and what we've confirmed, in the timing, is that they made everybody leave, we have sworn affidavits saying that, and then they continued, then they began to process ballots. And our estimate is that there were roughly 18,000 ballots."
  },
  {
    "Speaker": "Cleta Mitchell",
    "Text": "We don't know that, if you know that [Crosstalk]."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "It was 18,000 ballots but they used each one three times."
  },
  {
    "Speaker": "Cleta Mitchell",
    "Text": "Oh, I don't know about that but I know, what I do know --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Well, I do because we have it, we had ours magnified out."
  },
  {
    "Speaker": "Cleta Mitchell",
    "Text": "But we have watched --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "So, at each, each one magnified out it's, it's --"
  },
  {
    "Speaker": "Cleta Mitchell",
    "Text": "-- I've watched the entire tape."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "-- it's 18 times three. But, but you know. But nobody can make a case for that, Brad. Nobody. I mean, look that's, you'd have to be a child to think anything other than that. Just a child. I mean, you have your Never Trump [Crosstalk] attorney that --"
  },
  {
    "Speaker": "Cleta Mitchell",
    "Text": "How, how, how many ballots, how many ballots, Mr. President are you saying that were processed then."
  },
  {
    "Speaker": "Brad Raffensperger",
    "Text": "We had - -- we had, we had GBI [Inaudible] investigate that."
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "We had our -- This is Ryan Germany. We had our law enforcement officers talk to everyone, uh, who was, who was there after that event came to light. Uh, they were -- GBI was with them as well as, um, FBI agents. Uh --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Well, there's, there's no way they could po-. Then they're incompetent. They're, they're either dishonest or incompetent, okay?"
  },
  {
    "Speaker": "Cleta Mitchell",
    "Text": "So what did they find?"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "There's only two answers: dishonesty or incompetence. There's just no way, look, there's no way. And on the other thing --"
  },
  {
    "Speaker": "Cleta Mitchell",
    "Text": "[Crosstalk]."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "-- on that too, there's no way. I mean, there's no way that these things could've been -- You know, you have all these different people that, that voted but they don't live in Georgia anymore. Uh, what was that number played, that was a pretty good number too. Yeah."
  },
  {
    "Speaker": "Cleta Mitchell",
    "Text": "Well, the num - -- the number who have registered out of state, after they moved from Georgia. Uh, and so they, they have a date when they moved from Georgia, they registered to vote out of state and then, there's likely 4,500, I don't have that right in front of me, but it's something like that."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And then they came back in and they voted?"
  },
  {
    "Speaker": "Cleta Mitchell",
    "Text": "And voted. Yeah."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "That was a large number though. It was in the 20s. And, uh, you know, the point is --"
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "We've been going through each of those as well, and, and those numbers that, that we got, uh, that Ms. Mitchell was just saying, they're not accurate. Everyone we've been through are people that lived in Georgia, moved to a different state, but then moved back to Georgia legitimately. And in, and in many cases [Crosstalk]."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Really, how many people do that? They moved out and then they said, \"The hell with it, I'll move back in.\" You know, it doesn't sound like a very normal uh, you mean they move out, and what, they missed it so much that they wanted to move back in? [Laughs]. Yeah, it's like. It's pretty --"
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "Well, and they mov - -- this is they moved back in, years ago. This was not like something just before the election. So, there's something about that data, it, it's just not accurate."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Well, I don't know. We, I mean, all, all I know is that, it is, it is certified, and they moved out of Georgia and they voted. It didn't say they moved back in, Cleta. Did it?"
  },
  {
    "Speaker": "Cleta Mitchell",
    "Text": "No, but I mean, we look, we're looking at the voter register. Again, if you have additional records, we've been asking for that. But you haven't shared any of that with us. You just keep saying you been [Crosstalk] allegations."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "But Cleta, a lot of it you don't need to be shared. I mean, to be honest, they should share it. They, they should share it because you wanna get to an honest election. I won this election by hundreds of thousands of votes. There's no way I lost Georgia. There's no way. We won by hundreds of thousands of votes."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "I'm just going by s -- small numbers when you add them up, they're many times the 11,000. But, but I won that state by hundreds of thousands of votes. Now, do you think it's possible that they, uh, shredded ballots in, uh, Fulton County, 'cause that's what the rumor is, and also that Dominion took out machines."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Uh, that Dominion is really moving fast to get rid of their, uh, machinery. Do you know anything about that, 'cause that's illegal."
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "This is Ryan Germany. No, Dominion has not, um, moved any machinery out of Fulton County. We're having [Crosstalk]."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Well, but, no. But, but have they moved, have they, have they moved the inner parts of the machines and replaced them with other parts?"
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "No."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Are you sure, Ryan?"
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "I'm sure. I'm sure, Mr. President."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And what about, what about that, uh, what about the ballots? The shredding of the ballots. Have they been shredding ballots?"
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "No. The only investigation that we have into that, they have not been shredding any ballots. Um, there was an issue in Cobb County where they were doing normal, uh, you know, office shredding, getting rid of old stuff, and we investigated that, but this is stuff from, you know, past elections."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Oh, I don't know. That's, uh --"
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "And, and that's what it turned out to be."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "It, it doesn't pass the smell test though, because we hear they're shredding thousands and thousands of ballots. Uh, and now what they're saying, \"Oh, we're just cleaning up the office.\" [Laughs]. You know? So I don't think that's likely."
  },
  {
    "Speaker": "Brad Raffensperger",
    "Text": "Well, Mr. -- Mr. President, the problem, uh, you have with social media, they can -- People can say anything."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "No. No, this isn't social. This is Trump media. It's not social media. It's, it's really not. It's not social media. I don't care about social, but I couldn't care less. Social media is big tech. Big tech is on your side, you know? I don't even know why you have a side, because you should want to have an accurate election, and you're a Republican."
  },
  {
    "Speaker": "Brad Raffensperger",
    "Text": "We believe we do have an accurate election."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "No, I -- No, you don't. No. No, you don't. You don't have. You don't have. No even close. You've got -- You're off by hundreds of thousands of votes, and just on the small numbers. You're off on these numbers, and, uh, these numbers can't be j -- Well, why won't -- Okay, so you sent this into Cobb County for a signature verification, right?"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "You sent this into Cobb County, which we didn't want to go into, uh, and you said it would be open to the public, and we could have our -- So we had our experts there. They weren't allowed into the room. But we didn't want Cobb County. We wanted Fulton County, and you wouldn't give it to us. Now, why aren't we doing signature, and why can't it be open to the public, and why can't we have professionals do it instead of rank amateurs that will never find anything and, and don't want to find anything?"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "They don't want to find. You know they don't want to find anything. Someday you'll tell me the reason why, because I don't understand your reasoning, but someday you'll tell me the reason why. But why don't you want to find --"
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "Mr. President, we put Cobb County --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Why don't you want to find?"
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "We put Cobb County."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "What?"
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "Sorry. Go ahead."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Yeah. Why did -- Why -- Okay, so why did you do Cobb County? We didn't even request -- We requested Fulton County, not Cobb County?"
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "[Crosstalk] Cobb County."
  },
  {
    "Speaker": "Cleta Mitchell",
    "Text": "Well, Mr. President, we do have in our election contest. [Crosstalk]."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Go ahead, please."
  },
  {
    "Speaker": "Brad Raffensperger",
    "Text": "We chose Cobb County because that was the only county where there's been any evidence submitted that the signature verification was not properly done. We've gone through all --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Well, no, but, but, I, I told you, but we're not -- we're not saying that. We are the aggrieved --"
  },
  {
    "Speaker": "Cleta Mitchell",
    "Text": "You did just say that. You did say that."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "We're the aggrieved party. Fulton County, look. Stacy, in my opinion, Stacy is as dishonest as they come. She has outplayed you at every heart, at everything. She got you to sign a totally unconstitutional, uh, agreement, which, which is a disastrous agreement. You can't check signatures, you can't do -- I can't imagine you're allowed to do harvesting, I guess, in that agreement."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "That agreement is a disaster for, for this country, and but she got you somehow to sign that thing, and she is a -- She's outsmarted you at every step, and I, I hate to imagine what's gonna happen on Monday or Tuesday, but it's very scary to people. You know, where the ballots flow in out of nowhere. It's very scary to people."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "That consent decree is a disaster. It's a disaster. A, a, very good lawyer who examined it said they've never seen anything like it, and, uh."
  },
  {
    "Speaker": "Brad Raffensperger",
    "Text": "Well, ballot harvesting is still illegal in the state of Georgia, and that settlement agreement did not change that. [Inaudible]."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "It's not a settlement agreement, it's a consent decree. It even says \"consent decree\" on it, doesn't it? It uses the term, \"consent decree. It doesn't say \"settlement agreement.\" It's a consent decree. It's a disaster."
  },
  {
    "Speaker": "Brad Raffensperger",
    "Text": "It's a settlement agreement."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "What's, what's written on top of it?"
  },
  {
    "Speaker": "Brad Raffensperger",
    "Text": "Ryan?"
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "I don't, I don't have it in front of me, but it, it was not entered by the court. It's not a court order. [Inaudible]."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "No, it's, it's called -- But Ryan, it's, it's called a consent decree. Is that right on the paper? Is that right?"
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "I don't -- I, I, I don't -- I don't believe so, but I don't have it in front of me."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Okay. Okay. Whatever. It's a disaster. It's a disaster. Uh, look, here's the problem. We can go through signature verification, and we'll find hundreds of thousands of signatures if you let us do it, and the only way you can do it, as you know, is to go to the past, but you didn't do that in Cobb County."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "You just looked at one page compared to another. The only way you can do a signature verification is go from the one that's signed in, in 20 -- on November whatever recently, and compare it to two years ago, four years, six years ago, you know, or, or even one, and you'll find that you have many different signatures."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "But in, in, uh, Fulton where they dumped ballots, you will find that you have many that aren't even signed, and you have many that are forgeries, okay? You know that. You know that. You have no doubt about that, and you will find -- You will be at 11,779 within minutes, because Fulton County is totally corrupt, and so is she totally corrupt."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And they're going around playing you and laughing at you behind your back, Brad. Whether you know it or not, they're laughing at you. And you've taken a state that's a Republican state, and you've made it almost impossible for a Republican to win because of cheating, because they cheated like nobody's ever cheated before, and I don't care how long it takes me."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Uh, you know, we're gonna have other states coming forward pretty good, but, I, I won't -- This is never giving -- This is, we have some incredible talent said they've never seen anything. Now, the problem is they need more time for the big numbers, but they are very substantial numbers. But, and I think that you're gonna find that they, uh -- By the way, a little information."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "I think you're gonna find that they are shredding ballots, because they have to get rid of the ballots, because the ballots are unsigned. The ballots are, are corrupt, and they're brand new, and they don't have seals. There's a whole thing with the ballots, but the ballots are corrupt, and you're gonna find that they are, which is totally illegal."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "It's, it's more illegal for you than it is for them, because you know what they did, and you're not reporting it. That's the thing. You know, that's a criminal, that's a criminal offense, and, and, you know, you can't let that happen. That's, that's a big risk to you and to Ryan, your lawyer. That's a big risk, but they are --"
  },
  {
    "Speaker": "Brad Raffensperger",
    "Text": "Mr. President --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "-- shredding ballots, in my opinion, based on what I've heard, and they are removing machinery, uh, and they're moving it as fast as they can, both of which are criminal finds, and you can't let it happen, and you are letting it happen. You know, I mean, I'm notifying you that you're letting it happen. So, look."
  },
  {
    "Speaker": "Brad Raffensperger",
    "Text": "[Inaudible]."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "All I want to do is this. I just want to find, uh, 11,780 votes, which is one more than we have, because we won the state, and flipping the state is a great testament to our country, 'cause, you know, there's, there's just -- It's a testament that they can admit to a mistake, or whatever you want to call it if it was a mistake."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "I don't know. A lot of people think it wasn't a mistake. It was much more, uh, criminal than that. But it's a big problem in Georgia, and it's, it's not a problem that's going away. I mean, you know, it's not a problem that's going away. Uh, and we've gotta --"
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "Mr. President, this is Ryan."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Yeah."
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "We're looking into every one of those things that, that you mentioned."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Okay. And good."
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "Uh, our investigators [Crosstalk]."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "But if you find them, you've gotta say it, Ryan. Look."
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "And we are. We certainly --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "If they're -- Let me ask you. Ryan if they're destroying ballots --"
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "Well, wait a minute. Let me tell you what we are seeing."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Go ahead. Good."
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "We -- What we're seeing is not at all what you're describing."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Oh, yeah?"
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "And these are investigators from our office. These are investigators from, uh, GBI, um, and they're looking, and they're good, and that's not what they're seeing. And we'll keep l -- we'll keep looking. We'll keep looking at all these things. What we are seeing --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Well, you better check on the ballots, 'cause they are shredding ballots, Ryan. I'm just telling you, Ryan. They're shredding ballots, and, uh, you should look at that very carefully, 'cause that's still illegal, you know? You may not even believe it 'cause it's so bad, but, but they're shredding ballots because they think we're gonna eventually get there, because we'll eventually get into Fulton, you know?"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "It, it's, uh, in my opinion it's never too late. So, uh, a little double, uh, little double sound there. So, um, so that's the story, 'cause I -- Look. We need only 11,000 votes. We have far more than that as it stands now. We'll have more and more. Uh, and do you have provisional ballots at all, uh, Brad?"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Provisional ballots?"
  },
  {
    "Speaker": "Brad Raffensperger",
    "Text": "Provisional ba --"
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "-- the ballots are, the ballots are allowed, you know, by state law."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Sure. But you have them? I mean, are they counted or did you just hold them back because they -- You know, in other words, how many provisional ballots do you have in this state?"
  },
  {
    "Speaker": "Brad Raffensperger",
    "Text": "We'll get you that number."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Because, ah, most of them are made out to the name Trump. Because these are people that were scammed when they came in. And we have thousands of people that have testified, or, or that want to testify. When they came in, they were proudly going to vote on November 3rd and they were told, \"I'm sorry, you've already been voted for, you've already voted.\" The women, men, started screaming, \"No, I proudly voted until November 3rd.\" They said, \"I'm sorry."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "But you've already been voted for and you have a ballot.\" And these people are besides themselves. So they went out and they filled in a provisional ballot, putting the name Trump on it. And what about that batch of military ballots that came in, and even though I won the military by a lot, it was 100% Trump, do you know -- I mean 100% Biden."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Do you know about that? A, a large group of ballots came in, I think it was to Fulton County, and they just happened to be 100% for Trump, even though -- Ah, for Biden. Even though Trump won the military by a lot. You know, a tremendous amount. But these ballots were 100% for Biden. And, do you know about that?"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "A very substantial number came in all for Biden. [Inaudible] Does anybody know about it?"
  },
  {
    "Speaker": "Brad Raffensperger",
    "Text": "[Crosstalk]"
  },
  {
    "Speaker": "Cleta Mitchell",
    "Text": "[Crosstalk] I know about it but we were never [Crosstalk]"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Okay, Cleta wait. I'm not asking you Cleta, honestly. I'm asking, I'm asking Brad."
  },
  {
    "Speaker": "Brad Raffensperger",
    "Text": "[Crosstalk]"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Do you know about the military ballots that we have confirmed now? Do you know about the military ballots that came in that were 100%, I mean, 100% for Biden. Do you know about that?"
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "[Crosstalk] I don't know about that. I do know that, um, we have -- When military ballots come in, it's not just military. It's also military and overseas citizens. Ah, the military part of that does generally go Republican. The overseas citizens part of it, ah, generally goes, ah, very Democrat."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "No, but this was --"
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "[Crosstalk] a mix of them."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Yeah, that's okay. But I get, I got like 78% in the military. These ballots were all for, this, this -- They didn't tell me overseas, could be overseas too, but I get votes overseas too, Ryan. You know. In all fairness. No, they came in -- A large batch came in and it was quote, \"100% for Biden.\" And that is criminal, you know, that's criminal."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Okay? That's another criminal -- That's another of the many criminal events. Many criminal events here. Um. I don't know. Look Brad, I got to get -- I have to find 12,000 votes and I have them times a lot. And therefore I won the state. That's before we go to the next step which is in the process of right now."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "You know. And, I watched you this morning and you said, ah, \"Well, there was no criminality.\" But I, I mean all of this stuff is, is very dangerous stuff when you talk about no criminality. I think it's very dangerous for you to say that. I, I just, I just don't know why you don't want to have the votes counted as they are?"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Like, even you, when you went and did that check -- And I was surprised because, you know, I didn't -- the check, and we found a few thousand votes that were against me. I was actually surprised because the way that check was done, all you're doing is re, you know, re certifying existing votes. And, you know, you were given votes and you just counted them up."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And you still found 3,000 that were bad. That was sort of surprising. That came down 3 or 5, I don't know, a lot, still a lot of votes, but. But you have to go back to check from past years with respect to, ah, signatures. And if you check with Fulton County, you'll have hundreds of thousands. Because they dumped ballots into Fulton County, and the other county next to it."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "So, so what are we going to do here, folks? I only need 11,000 votes. Fellas, I need 11,000 votes. Give me a break. Ah, you know we have that in spades already, or we can keep it going. But that's not fair to the voters of Georgia. Because they're going to see that happened. And, ah, they're going to see what happened."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "I mean, I'll, I'll take on anybody you want with regard to and her lovely daughter. A very lovely young lady I'm sure. But I, I will take. I will take on anybody you want and the minimum -- There were 18,000 ballots but they used them three times. So that, you know, a lot of votes. Ah, and that one event -- And they were all to Biden, by the way, that's the other thing we didn't say."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "You know they, ah, one thing -- -- I forgot to say which was the most important. Did you know that every single ballot she did went to Biden? You know that, right? Do you know that, by the way, Brad? Every single ballot that she did through the machine at, uh, early, early in the morning went to Biden. Did you know that, Ryan?"
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "Um, that's not accurate, Mr. President."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Huh. What is accurate?"
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "The, the numbers that we are showing are accurate. Um --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "No, no about --"
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "-- you take, you take [Name redacted by The Washington Post] --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "-- about --"
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "[Crosstalk] --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "-- about early in the morning, Ryan. When the woman took the -- You know, when they whole gang took this stuff out of the -- From under the table, right? Do you know that tho -- Do you who those ballots, do you know who they were made out to? Do you know who they were voting for?"
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "No, not specifically."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Did you ever check?"
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "We, uh, we did what I described to you earlier."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "No, no, no. Did you --"
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "[Crosstalk] --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "-- ever check the ballots that were scammed by [Name redacted by The Washington Post] known, a known, uh, political operative, uh, balloteer? Did you ever check who those votes were for?"
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "We've looked into that situation that you described [Crosstalk] --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "No. They were 100% for Biden. 100%. There wasn't a Trump voter in the whole group. Why don't you wanna find this, Ryan? What's wrong with you? I heard the, I heard your lawyer is very difficult, actually. But I'm sure you're a good lawyer. You have a nice last name. But, but I'm just curious, why wouldn't -- Why, why do you keep fighting this thing?"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "It's just -- Doesn't make sense. We're way over the 17,779. Right? We're way over that number, and just if you took just [Name redacted by The Washington Post] -- We're over that number by five, five or six times when you multiply that time three. Uh, and every single ballot went to Biden. And, and you didn't know that. But now you know it."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "So, so tell me, Brad, what are we gonna do? Uh, uh, we won the election and it's not fair to take it away from us like this. And it's gonna be very costly in many ways. And I think you have to say that you're gonna reexamine it, and you can reexamine it. But, but reexamine it with people that wanna find answers, not people that don't wanna find answers."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Uh, for instance, I'm hearing Ryan and he's probably, I'm sure, a great lawyer and everything. But he's making statements about those ballots that he doesn't know. But he's making them with such, w -- w -- he did make them with surety. But now I think he's less sure, because the answer is they all went to Biden."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And that alone wins us the election by a lot. You know? So --"
  },
  {
    "Speaker": "Brad Raffensperger",
    "Text": "Mr., Mr. President, um, you have people that submit information and we have our people that submit information, and then it comes before the court, and the court then has to make a determination. We have to stand by our numbers, we believe our numbers are right. Um --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Wh -- why do you say that, though? I, I don't know. I mean, sure, we can play this game with the courts. But why do you say that?"
  },
  {
    "Speaker": "Brad Raffensperger",
    "Text": "But, Mr. President --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "First of all, they don't even assign us a judge. They don't even assign us a judge. Uh, but why wouldn't you --"
  },
  {
    "Speaker": "Brad Raffensperger",
    "Text": "[Crosstalk] --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "-- uh, uh, uh, if -- Hey, Brad? Why wouldn't you want to check out [Name redacted by The Washington Post] -- And why wouldn't you want to say, hey, if, if in fact President Trump is right about that, then he wins the State of Georgia. Just that one incident alone, without going through hundreds of thousands of dropped ballots. You just say you stick by y -- y -- I mean, I've been watching you for th -- you know, you don't care about anything."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Your numbers are right. But your numbers aren't right. They're really wrong. And they're really wrong, Brad. And, and I know this phone call's going nowhere other than -- Other than, ultimately, you know --"
  },
  {
    "Speaker": "Brad Raffensperger",
    "Text": "[Crosstalk] --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "-- if, look, ultimately, I win. Okay? Because --"
  },
  {
    "Speaker": "Cleta Mitchell",
    "Text": "But, Mr. Secretary, [Crosstalk] --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "-- you guys are so wrong, and you've treated this, you've treated the population of Georgia so badly you've -- Between you and your governor who wouldn't ha -- Who was down at 21 -- He was down 21 points, and like a schmuck I endorsed him and got, he got elected. But, uh, I will tell you, he's a disaster."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And he'll never -- Uh, see, I can't imagine -- The people are so angry in Georgia, I can't imagine he's ever getting elected again, I'll tell you that much right now. But, but why wouldn't you want to find the right answer, Brad, instead of keep saying that the numbers are right?"
  },
  {
    "Speaker": "Brad Raffensperger",
    "Text": "[Crosstalk] --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "'Cause those numbers are so wrong. And --"
  },
  {
    "Speaker": "Brad Raffensperger",
    "Text": "Mr. President, just, just please --"
  },
  {
    "Speaker": "Cleta Mitchell",
    "Text": "Uh, uh, Mr. Secretary -- [Inaudible], Mr. President. I mean, one of the things that we have been, Alex has talked about this, w -- we've talked about it. And I don't know whether the information's been conveyed to your office. But I think what the president's saying, what we've been trying to do is to say, \"Look."
  },
  {
    "Speaker": "Cleta Mitchell",
    "Text": "The Court is not acting on our petition. They haven't even assigned a judge. But the people of Georgia and the people of America have a right to know the answers. \"And you have data and records that we don't have access to. And you keep telling us, and making public statements, that you investigated this and, you know, nothing to see here.\" But we don't know about that."
  },
  {
    "Speaker": "Cleta Mitchell",
    "Text": "All we know is what you tell us. What I don't understand is why wouldn't it be in everyone's best interest to, uh, to try to get to the bottom, compare the numbers? You know, because as you say, because y -- that to try to be able to get to the truth; and that we -- because we don't have any way of confirming what you're telling us."
  },
  {
    "Speaker": "Cleta Mitchell",
    "Text": "You tell us that you've had an investigation into State Farm Arena. Uh, I don't have any report; I've never seen a report or an investigation. I don't know what that is. I -- I've been pretty involved in this, and I don't know. And that's just one of, look, 25 categories. And it doesn't even -- and, and as I, as the president said, we haven't even gotten into the dominion issue."
  },
  {
    "Speaker": "Cleta Mitchell",
    "Text": "That's not part of our case. It's not part of -- we, we just didn't feel as though we had any way to be able to develop -- [Crosstalk]"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "No, we do have a way, but I don't want to get into it --"
  },
  {
    "Speaker": "Cleta Mitchell",
    "Text": "Except -- [Crosstalk]"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "-- because we have, we found a way in other states, Cleta. Excuse me. But we don't need it --"
  },
  {
    "Speaker": "Cleta Mitchell",
    "Text": "Right."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "-- because we're only down 11,000 votes. So we don't even need it."
  },
  {
    "Speaker": "Cleta Mitchell",
    "Text": "Right -- [Crosstalk]"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "I personally think they're corrupt as hell. But we don't [Crosstalk] need that because all we have to do, Cleta, is find 11,000 plus votes. So we don't need that. I'm not looking to, to shake up the whole world. We won Georgia easily. We won it by hundreds of thousands of votes. But if you go by basic simple numbers, we won it easily."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Easily. So, uh, we're not giving, uh, dominion a pass on the record. I w -- [Crosstalk]"
  },
  {
    "Speaker": "Cleta Mitchell",
    "Text": "No, right. Exactly."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "But we just don't -- you know, we don't need [Crosstalk] dominion because we have so many other votes that we don't need to prove it any more than we already have."
  },
  {
    "Speaker": "Kurt Hilbert",
    "Text": "Mr. President -- [Crosstalk]"
  },
  {
    "Speaker": "Cleta Mitchell",
    "Text": "Am I -- [Crosstalk]"
  },
  {
    "Speaker": "Kurt Hilbert",
    "Text": "-- and Cleta, this is Kurt Hilbert."
  },
  {
    "Speaker": "Cleta Mitchell",
    "Text": "Yes."
  },
  {
    "Speaker": "Kurt Hilbert",
    "Text": "If I might inject here for a moment. Um, Ryan, uh, I would like to suggest that j -- just four categories that have already been mentioned by the president. Uh, that have actually of hard numbers of 24,149 votes that were counted illegally. That, in and of itself, is sufficient to change the results, or place the outcome in doubt."
  },
  {
    "Speaker": "Kurt Hilbert",
    "Text": "Um, we would like to sit down with your office; and we can do it through purposes of compromise [Inaudible] like this phone call. Just to deal with that limited category of votes. And if you are able to establish that our numbers are not accurate, then fine. However, we believe that they are accurate. We've had now three to four separate experts look at these numbers."
  },
  {
    "Speaker": "Kurt Hilbert",
    "Text": "These numbers are based upon the USPS -- [Crosstalk]"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And certified, certified accountants looked at 'em."
  },
  {
    "Speaker": "Kurt Hilbert",
    "Text": "Correct. And this is just based on USPS data, and your own secretary of state data. Um, so, that's what we would entreat and ask you to do. To sit down with us, um, in a compromising settlement; um, uh, you know, proceeding. And actually go through the registered voter IDs and the registrations. And if you can convince us that that 24,149 is inaccurate, then fine."
  },
  {
    "Speaker": "Kurt Hilbert",
    "Text": "But w -- we, we tend to believe that is, you know, obviously more than 11,779. That's sufficient to change the ou -- the results entirely, in and of itself. So, w -- what would you say to that? Mr. Germany."
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "Kurt, um, I'm happy to, uh, I'll get with our lawyers and we'll set that up. Um, th -- that number is not accurate. And I think we can show you for all the ones we've looked at, uh, why it's not. Um, and so that, that would be helpful. I'm happy to get with our lawyers and set that up with you guys."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Well -- [Crosstalk] well, let me ask you, Kurt -- [Crosstalk]"
  },
  {
    "Speaker": "Cleta Mitchell",
    "Text": "-- what?"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Kurt, you think that is an accurate number. That was based on the information given to you by the secretary of state's department, right?"
  },
  {
    "Speaker": "Kurt Hilbert",
    "Text": "That, that is correct. That, that information is the minimum, most conservative data based upon the USPS data and secretary of state's office data. That has been made publicly available. We do not have the internal numbers from the secretary of state. Yet, we have asked for it six times. I've sent a letter over to Mr."
  },
  {
    "Speaker": "Kurt Hilbert",
    "Text": "Anulewicz several times, uh, requesting this information. And it's been rebuffed every single time. So, it stands to reason that if the information is not worth comping, forthcoming, there's something to hide, that's the problem that we have."
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "Well, that's not the case. There are things that, that you guys are, are entitled to get and there's things that, under law, we are not allowed to give out --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Well, you have to --"
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "[Crosstalk] --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "-- well, under law, you're not allowed to give faulty election results, okay? You're not allowed to do that and that's what you've done. This is a faulty election result and honestly, this should go very fast. You should meet tomorrow because you have a big election, election coming up and because of what you've done to the President, you know, the people of, of, uh, Georgia know that this was a scam and because of what you've done to the President, a lot of people aren't going out to vote."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And a lot of republicans are gonna vote negative because they hate what you did to the President, okay? They hate it and they're gonna vote. And if you would be respected, if, really respected, if this thing could be straightened out before the election. You have a big election coming up on Tuesday and therefore, I think that it really is important that you meet tomorrow, and work out on these numbers because I know, Brad, that if, if you think we're right, I think you're gonna say, a -- and I'm not looking to blame anybody, I'm not blame -- I'm just saying that, that, you know, I -- I -- you know, un -- under new counts and under new, uh, uh, views of, of the election results, we won the election."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "It's all, uh, you know, it's, it's very simple. We won the election. As the Governor of major states and the surrounding states said, \"There's no way you lost Georgia.\" As the Georgia politicians s -- say, \"There is no way you lost Georgia.\" Nobody -- everyone knows I won it by hundreds of thousands of votes."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "But, I'll tell you, it's gonna have a big impact on Tuesday, if you guys don't get this thing straightened out fast."
  },
  {
    "Speaker": "Mark Meadows",
    "Text": "Well, Mr. President, this is Mark, let me, uh, let me just -- it sounds like we've got, uh, two different sides agreeing that we can look at those, those areas and I, and I assume that we can do that within the next 24, uh, to 48 hours, to go ahead and get that reconciled so that, we can look at the two claims."
  },
  {
    "Speaker": "Mark Meadows",
    "Text": "And making sure that we get the access to the Secretary of State's data, to either validate, or invalidate the claims that have been made. Is that correct?"
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "No, that's, that's not what I said. Um, I'm happy to, you know, sit down with, or have our lawyers sit down with Kurt and, and, and the lawyers on, on that side and explain to him, \"Hey, here's, based on what we've looked at so far, here's how we know this is wrong, this is wrong, this is wrong, this is wrong, this is wrong.\" And we can -- [Crosstalk]."
  },
  {
    "Speaker": "Mark Meadows",
    "Text": "So, what you're, what you're saying Ryan, hold on, let me, let me make sure. So, what you're saying is, is you really don't wanna give access to the data, you just wanna make another case on why the lawsuit is wrong?"
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "I don't think we, I don't think we can give access to, to, to data that's protected by law, uh, but we can sit down with them and say, \"Hey, we're looking to -- [Crosstalk]."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "But you're allowed to have a phony election? You're allowed to have a phony election, right?"
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "No, sir."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "When are you, when are you gonna do the signature counts on, uh -- when are you gonna do the signature verification on Fulton County? Which you said you were going to do and now all of a sudden you're not doing it. When are you doing that?"
  },
  {
    "Speaker": "Kurt Hilbert",
    "Text": "M -- Mr. President --"
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "We are gonna do that, we've announced --"
  },
  {
    "Speaker": "Kurt Hilbert",
    "Text": "-- to get to this issue of the p -- uh, personal information and privacy issue, um, is it possible that the Secretary of State could deputize the lawyers for the President, so that we could access that information, that private information without you having any kind of violation?"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Well, I don't wanna know who it is, you guys can do it very confidentially, you can sign a confidentiality agreement. That's okay. I don't need to know names, you guys can decide --"
  },
  {
    "Speaker": "Mark Meadows",
    "Text": "All right, let me --"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "But we got the information l -- w -- when this stuff that we're talking about, we got all that information from the Secretary of State."
  },
  {
    "Speaker": "Mark Meadows",
    "Text": "Yeah, so let me, let me recommend, uh, Ryan, if you and Kurt will get together, uh, you know, when we get off of this phone call, if you could get together and work out, uh, a, a plan to, to address, uh, some of what we've, we've got, with your attorneys, where we can, we can actually look at the data. Uh, uh, for example, uh, Mr."
  },
  {
    "Speaker": "Mark Meadows",
    "Text": "Secretary, I, I can tell you, you say there was only two dead people that would vote, uh, I, I can promise you there are more than that. Uh, and, and that may be what your investigation shows but I can promise you there are more than that. Uh, but at the same time, I think it's important that we go ahead and move expeditiously to try to do this and resolve it as quickly as we possibly can."
  },
  {
    "Speaker": "Mark Meadows",
    "Text": "And, uh, and if that's the good next step, m -- hopefully we can, we can, uh, finish this phone call and, and go ahead and agree that the two of you will get together immediately."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Well, why don't my lawyers show you where you got the information, it'll show the Secretary of State. And you don't even have to look at any names, we don't want names, we don't care. But, we got that information from you, um, and Stacey Abrams is laughing about, you know, she's going -- -- saying these guys are dumber than a rock."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "What she's done to this party is unbelievable, I tell you. And I only ran against her once and that was with a guy named Brian Kemp, and I beat her. And if I didn't run, Brian wouldn't have had even a shot. Either in the general or in the primary. He was dead, dead as a doornail. He never thought he had a shot at either one of them."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "What a schmuck I was. But, that's the way it is. That's the way it is. Ah, I would like you to ah, ah -- For the attorneys [Inaudible], I'd like you to perhaps meet with Ryan, ideally tomorrow. Because I think we should come to a resolution of this before the election, otherwise you're going to have -- You're going to have people just not voting."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "They don't want to vote. They hate this state, they hate the governor, and they hate the secretary of state. I will tell you that right now. And the only people that like you are people that will never vote for you, you know that Brad, right? They like you, you know, they like you. They can't believe what they found."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "They want more people like you. So look, ah, can you get together tomorrow -- And Brad, we just want the truth. It's simple. And, ah -- And everyone's going to look very good if the truth comes out. It's okay, it'll take a little while. But, let the truth come out."
  },
  {
    "Speaker": "Brad Raffensperger",
    "Text": "[Crosstalk]"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And the real truth is I won by 400,000 votes, at least. That's the real truth."
  },
  {
    "Speaker": "Brad Raffensperger",
    "Text": "[Inaudible]"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "But, we don't need 400,000 votes. We need less than 2,000 votes. And ah -- Are you guys able to meet tomorrow, Ryan?"
  },
  {
    "Speaker": "Ryan Germany",
    "Text": "Um. I'll get with Chris, the lawyer who's representing us in the case, ah, and see when he can get together with Kurt."
  },
  {
    "Speaker": "Mark Meadows",
    "Text": "All right."
  },
  {
    "Speaker": "Brad Raffensperger",
    "Text": "But, Ryan will be in touch with that, the other attorney on this call, Mr. Meadows. Thank you President Trump for your time."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Okay, thank you Brad. Thank you Ryan, thank you. Thank you everybody."
  },
  {
    "Speaker": "Brad Raffensperger",
    "Text": "Thank you."
  },
  {
    "Speaker": "Cleta Mitchell",
    "Text": "Thank you."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Thank you very much, bye."
  }
]