[
  {
    "Speaker": "Donald Trump",
    "Text": "I wanna thank you very much. Hello, Georgia. By the way, there is no way we lost Georgia. There's no way. A rigged -- That was a rigged election but we're still fighting it. And you'll see what is going to happen. We'll talk about it, and, uh, I just wanna thank you. This is some crowd. You know, uh, Biden was here today also."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "They had 14 people in three cars. No. There was no way, and I just wanna thank you. You know, I've had two elections. I won both of them. It's amazing. And, and I actually did much on the second one. It's great to be back in this incredible state, the home of hard-working patriots who believe in God, family, and country."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Tomorrow, each of you is going to vote in one of the most important run-off elections in the history of our country. We're -- Frankly, forget about run-off, one of the most important elections, really. It's really not run-off, it's elections, because, uh, it's a biggie. Our country is depending on you. The whole world is watching the people of Georgia tomorrow."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "You gotta swamp them because everything so crooked around. I mean, not, and not here. They were saying, \"Oh, he's complaining about Georgia.\" No, no, I'm complaining about eight different states. Uh, and I think we're gonna win them all. You're going to get -- I'll do it again sometime, or maybe I won't, or I'll get back to life."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "But when you win in a landslide, and they steal it, and it's rigged, it's not acceptable, not acceptable. Then you have a, a country that would be run -- If these two don't win, and if we don't take the presidency, you have a country that would be run by Schumer, Pelosi and Biden. The people of Georgia will be at the mercy of the left-wing socialist, communist Marxists, and that's where it's going."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "You know, we don't like to use the word communist. How about the press? Look at them all back there. Look at all of them. How about the Press. That's a lot of press. Oh, boy. That's a lot of press, but you know, they've gone silent now. They have a new thing. They used to fight me left, right. I'd go, they'd go."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "You know, you'd fight. I'd win, they'd win. Who knows who wins? But people would hear. Now they don't wanna talk about it. Unless they can say something bad about you, they don't wanna talk about it. So if we talk about certain subjects that you've been watching over the last six months, all of a sudden they were getting clobbered, so they went tone, stone cold silent."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Big tech, the fake news media, they go silent anymore. They don't talk about it and that is the beginning of communism. That's exactly what happens. Because I think they hate our country, and they despise Georgia values, and I think a lot of you despise them. As you know, there's nothing the radical Democrats will not do to get power that they so desperately crave even the outright stealing of elections like they're trying to do with us."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "We're not gonna let it happen over the past. And I hope Mike Pence comes through for us, I have to tell you. I hope that our great Vice-President, our great Vice-President comes through for us. He's a great guy. Of course, if he doesn't come through, I won't like him quite as much. No, Mike is a great guy."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "He's a, he's a wonderful man and a smart man, and a man that I like a lot, but he's gonna have a lot to say about it, and he -- You know, one thing with him, you're gonna get straight shots. He's gonna call it straight. Over the past few weeks, we've demonstrated that we won the election in a landslide."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Almost 75 million people voted for me. The most of any incumbent president in the history of our country. We won over 11 million, close to 12 million more votes than 2016, one of the largest, actually the single largest increase in the history of our country. No person that won went to a second term or went through an election where he got nearly 12 million votes."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "No, it never happened before, never happened before. We made historic gains among African-Americans, Hispanic-Americans, Asian-Americans, and we won the largest share of non-white vote of any Republican president in 60 years. We also won 18 out of 19 bellwether counties. Now when you win just a few bellwether counties, you always win the election."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "We won 18 out of 19, that's a record, and they said we didn't win. We won 25 of 26 toss up House races, and I think we have one that we're waiting for, right? Did you see the one in -- Hello, Mike. How are you, Mike? Did you see the one in New York where Claudia, good woman, they keep finding votes. They keep finding votes."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "She's up by 18. Oh, we just found 19 votes. It's, uh, same kind of stuff. Democrats were projected to gain 15 House seats and instead, and Kevin McCarthy gives us the credit. Good man, very good man. My coattails, we swept our Republican House candidates to victory. We have a couple of great ones with us tonight, and the Democrats lost 14 seats."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "It was supposed to be the other way around. And when that happens, no president loses unless they play games. They don't lose, they play games. The fact is we won the president's election. We won it big, and we're gonna win tomorrow. We're gonna win it really big. We have to, we have to. People have no idea how important that is."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Tonight our mission here in Georgia is to make sure the radical left cannot rob you of your voice and your votes in Washington. You can't lose -- these two people, and I really know them well. They're the most respected people. They're great people and they really do have a voice, and they love their state and they love their country."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "The Democrats are trying to steal the White House. You cannot let them. You just can't let them -- steal the U.S. Senate. You can't let it happen. You can't let it happen. David and Kelly are running against the most extreme liberal candidates in the history of your state, probably in the history of our country, Jon Ossoff and Raphael Warnock."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Well, you know I beat Ossoff once running against a very fine woman, Karen, who you know -- And, uh, he was at 57 and I got involved and we drove him down to 49, and then he ended up in a runoff and she ended up winning. Now I have to beat him a second time, and this is gonna be hopefully easy -- because when you know what he stands for, when you know what Warnock stands for, it really should be easy, cast deciding votes to rubber-stamp the agenda of AOC and Bernie Sanders, crazy Bernie, Stacey Abrams. [Audience Boos] What's with this Stacey Abrams? [Audience Boos] You know, your governor, your governor and your secretaries of state, they're petrified of Stacey Abrams. [Audience Boos] What's that all about?"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Did you see this consent decree they signed with signature verification? You can forget about it. What they have done to your state, I think most people have no idea what they've done to your state. That consent decree of these two people, I don't know. They say they're, they say they're Republicans. I really don't think they are."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "They can't be. Like, if we wanna have a special session -- because your legislature's excellent, they wanna have a spe -- Why wouldn't they let us have a special session? If they wanna check signatures in Fulton County, not in Cobb County. We didn't ask for Cobb County. They said, \"We'll do Cobb first and then we'll do Fulton.\" They do Cobb, then they never get to Fulton."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Why wouldn't they do that? Why wouldn't they do that? That's a positive thing. Anyway, the Democrats wanna turn America -- I'll be here in about a year and a half campaigning against your governor, I guarantee you that. I shouldn't say this. I shouldn't say this because -- I just don't want you to tell anybody outside of this room other than the millions of people."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "No, but you know, I endorsed him. He was in last place. And I endorsed him. He went to first place very, like immediately, and then he won the primary, and then I gave him a couple of rallies, which I don't like doing for other people. I was telling Ken, \"I don't do rallies for other people.\" I do them for me, right?"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Not that easy a crowd like this. They say over 25,000 people. Over what? Over a couple of days notice. Uh, is everybody glad you're here, right? I think so. There is no place like a Trump rally, but you know what? This is a Kelly rally and a David rally, and I wouldn't do it unless I loved them both. I wouldn't do it."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "But I'm gonna be here in a year and a half -- and I'm gonna be campaigning against your governor and your crazy secretary of state, that I can tell you. And you have great candidates. They wanna turn, the Democrats do, America into Venezuela, with no jobs, no prosperity, no rights, no freedom. No future for you and your family."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Here is exactly what the radical left will do if they win this runoff election, which we can't let them do. [Audience calls out \"No\"] Tomorrow, tomorrow's a big day. I guess we have to get over a million votes tomorrow. Right, Kelly? Over a million. All right, that's a lot of votes, Kelly, but we'll do it."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And the one thing I know, if they win I'll get no credit, and if they lose they're gonna blame Trump. These people. And Kelly won't let that happen. Please win tomorrow. You're gonna win so big it's gonna be great story. It's a great story, a very important story for our country, long beyond Georgia for our country."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "It's such a big story. They'll massively raise your taxes on the middle class to pay for socialism, the U.S. military, which we rebuilt. We've totally rebuilt the U.S. military, much of it coming right out of Georgia. We built it right out of Georgia, a lot of it. You have incredible contractors in Georgia, military contractors, and they got -- any of our money."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Spent $2.5 trillion. When I took over the military it was absolutely a mess. It was depleted. Now it's the opposite of depleted. The US military will be gutted. The military families across the street and all over the state will be betrayed. Their benefits and opportunities will be slashed. Fort Benning, Fort Gordon, and other Georgia military institutions will be the first on the chopping block."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And by the way they'll be forced to change the names of the bases where generations of American patriots trained to win two world wars. [Audience boos] I don't know, Fort Benning. Let's see. Give me a couple of names. I could give you some. I don't want to give them the credit, but you'll name them, you'll name them after other people. [Laughs] Fort Trump."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Yeah, how about that? I like that. Yeah, let's change the name. Let's change it. Kelly, let's change it. If they name it Trump, let's change it. No. Now they're going to go back and say, \"He wants to have Fort Benning changed to Trump.\" Watch. They'll say, \"He's asking, he's begging for Fort Benning to be changed to Trump.\" No, no."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "I don't want that. But Democrats will surrender the entire US manufacturing industry to China. [Audience boos] You notice they never criticize China, right? They never cr -- It's Russia, Russia, Russia. It's what [Inaudible] Russia, Russia, oh, Russia. Here we go. That was another great scam. I've been involved in the two greatest scams in American history, the Russian hoax and now they are trying to steal an election from us."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And we won, not by a little bit, we won in numbers like nobody's seen before. If Ossoff and Warnock are elected, they will immediately free all -- And, and you know what's going to happen, they'll throw open American borders and allow tens of millions of illegal immigrants to pour into our country from every corner of the globe."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Your schools, your hospitals, and your communities will be overwhelmed, and the wall, the wall, the wall -- Remember we'll build a wall? We're going to build a wall. And that's right, Mexico is paying for the wall, or if I were here they would be, because we were going to charge them a nice fee right at the entry points."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And, uh, they were paying for the wall. They paid for 28,000 troops along the wall and along the border, which we don't need so much any more. But we built almost 500 miles of wall and they want to rip down the wall. They want to rip down -- That's why the numbers have been so great. But now everyone's coming back up, because they think this guy's going to win."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And if he wins it's going to be, uh, everything that they could dream for, dream of. And, you know, we want to help other people, but we can't afford to do it. We can't afford to do it. So they're coming up, now the caravans. Remember the caravans? The caravans are starting to form. Here they come. But, uh, let's, uh, let's keep this thing going."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "We have great support in Congress. We have good support in the Senate. I wouldn't say great, could be better. But people will remember the people that don't support us. If they win this race, Democrats will implement nationwide catch and release. You know what that is. You catch a criminal and you take his name, you say, \"You're released into our country.\" I ended it. \"You're released."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Come back in four years, we're going to take you to court.\" So far, nobody's ever shown up. I mean, literally, they almost don't show up, and turn our -- That's when I had the big debate with Biden. \"They come back for court.\" I said, \"No, they don't.\" I turned out to be right. Did they apologize? I don't think so."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And turn our entire country into one giant sanctuary for criminal aliens, setting loose tens of thousands of dangerous offenders and putting MS-13 gang members straight into your children's schools. And, you know, we've removed thousands and thousands of MS-13 gang members. And I want to thank ICE, and I want to thank Border Patrol, and I want to thank our great law enforcement."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Incredible people, they're incredible. And the people that understand those values are Kelly and David. They understand those values, and -- You're with our law enforcement, right? Yeah, hundred percent. I don't have to ask her that. They'll allow heroin, cocaine, fentanyl and other deadly drugs to flood across our borders again and poison our youth."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "They'll take away your health care. They'll eliminate private insurance. We have 180 million people that love their private insurance. You can forget about it. And you'll lose your doctor. Remember President Obama said, \"You can keep your doctor. You can keep your plan.\" Guess what, he said it 28 times."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "That was a lie. [Audience boos] That was a lie. That turned out to be a big great scam lie. And remember, I got rid of the indiv -- mandate, the most unpopular thing in Obamacare. Fighting a lot of different fronts, which really doesn't make it Obamacare anymore, by the way. They'll resume the war on Christians and attack Catholic organizations like Little Sisters of the Poor."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "They will ban voter I.D. We want voter I.D. Is that so much to ask? And institute universal, unsolicited, mail-in balloting in every state. They will never be -- I will tell you this, if we don't do something fast, there will never be another fair election in America. You know, we're known for elections, and now we're being laughed at all over the world about this last election, and you've gotta swarm it tomorrow."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Now, the good thing about tomorrow, it's one state, so you have a lot of eyeballs watching. It's tougher than when you have 50 states and they do it to various, [Laughs] various states. I've never seen anything like it. You know, I was leading in Pennsylvania by hundreds of thousands of votes. All of a sudden I was tied."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "I said, \"What happened?\" They'll make Washington, D.C., and other liberal places the 51st, 52nd, 53rd states of the union, guaranteeing the radical left a permanent majority in the U.S. Senate and the House and the electoral college. It will make it really a one-party country, and the party will be the wrong party."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "They will pack the Supreme Court with crazed extremists. And I'm not happy with the Supreme Court. They are stepping up to the plate. They're not stepping up. How about that? We don't have -- Look at the Supreme Court. President of the United States, I want to file suit, I wanna do -- And they said, \"Sir, you can't -- You really can't do that.\" \"Why?\" So, they have legal reasons, complex legal reasons."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "It's wrong. If you're the President of the United States and you get defrauded out of an election, you should be able to file a suit, but we can't do that. They say, \"Sir, you don't have standing.\" How about that? I'm the president. Seven states -- You know, I was winning by a lot, and then all of a sudden, I was losing by a little, tiny bit, just a little."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "They can only go so far. They had no idea we were gonna do the kind of numbers, so that printing press was really moving. And they say I don't have standing to bring a suit. What kind of a legal system is that? But the Supreme Court has let us down so far. Who knows? Maybe they'll come back. Maybe they'll come back."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "They'll pack the Supreme Court with crazed extremists, then they'll be saying, \"You know, I should have done something about this,\" when they start having 24, 25, 26 justices. And they wanna have the justices rotate to the lowest courts. So they'll rotate. These nine justices will have a great time rotating."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "But they're bent on destroying our constitution and overthrowing America's founding. If the left wins these Senate seats, they will abolish the Senate. You know this. The filibuster, they will knock it out. Well, I've been saying, to be honest with you, for a long time, they're gonna do that. At some point, they're gonna do that, and why don't we do it first?"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "I said it. If they're gonna do it, you might as well do it first, and now everybody said, \"You were right.\" But you know what? I wanna be wrong, because I want these two to win, because if they win, we don't wanna do it. It's a bad thing for our country. But that would give them the power to ram through every deluded piece of left-wing legislation that they've ever wanted, that they've ever dreamt of."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Your religious liberty will be gone, your Second Amendment will be gone, your borders and great new wall will be gone, your police departments will be gone as we know them, and your life savings will be gone. We'll be like a large-scale version of so many other countries that you look at that are poverty."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "America, as you know it, will be over, and it will never, I believe, be able to come back again. It'll be too far gone.Your vote tomorrow could lose and it could be your last chance to save the America that we love. That's why I'm here. I don't wanna do rallies for other people. I told you. I'm here because of that, because of David and Kelly."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "The far left wants to destroy our country, demolish our history, and erase everything that we hold dear. This could be the most important vote you will ever cast for the rest of your life. It really could be. This is so important. I mean, think of it. It's so important. It's amazing, actually, that in one state, you have -- two races simultaneously."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "I don't think a thing like that's ever happened before. If you don't show up, the radical Democrats will win. A lot of people say, \"Oh, well, Trump, maybe he wants it that way.\" No. You know what I want? I want a great country, I want these two very special people to be elected. And, I wanna be clear, you know, those of you that know how badly screwed we got, I wanna be clear that we can't let that happen again."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "We can't let that happen again, we're gonna come back. And, I really believe we're gonna take what they did to us on November 3rd -- we're gonna take it back. But, these two people, they -- they can't go through this, they can't go through it. If you don't go and vote, the Socialists, the Marxists will be in charge of our country."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "If you don't fight to save your country with everything you have, you're not gonna have a country left. I love this state. This state's been very good to me. We've had a lot of victories in this state, just had one on November 3rd actually. And, I love the people of this state. We can't let that happen."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "The damage they do will be permanent and will be irreversible. Can't let it happen. Nothing and no one will be able to stop them. These senate seats are truly the last line of defense. Now, I must preface that by saying -- because they'll say, \"He just conceded.\" No, no. I don't think so. So, Kelly, if I might add, I think we're gonna win."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "In which case, we'll be the last line of defense. It's called veto, veto, veto, veto. So, tomorrow, you must get out and vote for David Perdue and Kelly Loeffler. Over the last four years, David Perdue has been one of our greatest allies and strongest defenders in Washington. He's a great gentleman. David was a critical vote in the right to pass the largest package of tax cuts and reforms in American history."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "We did that together. We got it done, launching an incredible economic boom, the greatest tax cuts in the history of our country, think of it, and the greatest restrictions. We were so restricted, we couldn't breathe in this country, that's one of the big -- I think it might've been more important in many ways than the tax cuts."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "You would know that being one of the great businessmen of our world, right? I think it was maybe more important. When Georgia needed a strong voice in Washington after Hurricane Michael -- remember Hurricane Michael? And, I was down here with David. But, David Perdue led the charge to get the workers and farmers of your state the relief you deserve."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "He said, \"Sir, can we get a billion dollars?\" And, I said, \"We're gonna get it, David.\" We got it very fast and there was no mechanism to get it. You got hit with a hurricane, the -- like you have never seen before. It came in from a location that is just very unique, it was a horrible thing. I was here for a long time with David and he worked."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And, he -- and, his, uh -- his kin, you know, his kin, the great Sonny Perdue, our Department of Agriculture, Secretary of Agriculture, was fantastic also, but we worked very hard. And, we got the farmers and the businesses the money that they had to have. And, now, they're thriving. David has also been one of the most courageous advocates fighting for an immigration system that defends American workers, American wages, American families, and American jobs."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "He led the effort in Congress to build the wall, that's right. And, Kelly helped him at -- she's a little bit newer to the Senate, but she helped a lot. Those last moments, you were there. Without you, it wouldn't have happened actually. Cracked down on deadly sanctuary cities and chain migration, an institute on parallel protection for our great citizens."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "He fought to help us replace NAFTA disaster with a brand new USMCA. They said it couldn't be done. A giant victory for Georgia, for workers, and for farmers all over our country. NAFTA was the worst trade deal probably ever signed and that maybe has to exclude some of the crazy deals and things they did with China."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "He voted to confirm nearly 300 federal judges. We have a record on federal judges and three Supreme Court justices, which is a tremendous thing. We have almost 300 federal judges committed to interpreting our Constitution as written. No one fights harder for the people of Georgia than David Perdue. David's opponent, Jon Ossoff, is an unhinged, radical leftist."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "He's not a Senator. He's not a Senator, that's -- that's not a Senator. Ossoff said that he's very -- proud to be endorsed by Socialist, crazy Bernie Sanders. He's weak on China, he promoted Chinese propaganda, and then he failed to disclose his business ties to the Chinese Communist Party. Other than that, he's a wonderful guy, right?"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Ossoff supports the largest tax hike in American history. If they get in, Warnock and Ossoff, if they get in, you're gonna have the largest tax increase that you've ever had. It'll be the largest tax increase in the history of our country. For what? The Green New Deal. Let's rip down a building because its windows are too big, let's build a building with no windows, among many other things."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "He supports the insane Green New Deal, which would crush middle-class parents trying to raise a family. He will support the Socialist takeover of American healthcare, which will lead to rationing, poverty, and death. Ossoff also backs the radical, left-wing crusade to defund police. The last summer, he proudly joined the anti-police mob, he didn't like the police, he doesn't like our police."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "We love our police. Slandering our brave men and women in blue. If you vote for Jon Ossoff, he will attack our heroes, he will destroy our economy, and he will betray you and your family. And, it'll happen very quickly, that's why you must vote. And, really importantly, get out tomorrow, vote for David Perdue."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "He's a great gentleman, he loves you. Georgia has another fantastic champion in Senator Kelly Loeffler. Kelly is a staunch defender of our incredible military. I'm so proud of our military. She supports the wall. And, she always stands with the heroes of law enforcement, ICE, and border patrol. I hated it, Kelly, when we got ballots in from the military with Trump all over it and they got thrown into a river."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "You saw that. They threw ballots into a river from the military with my name all over. We want Trump. Boom, goes into the river, that was just one of many instances of problem. Kelly is also a committed protector of your Second Amendment rights. With Kelly's vote, we can confirmed our third, new Supreme Court Justice, Amy Coney Barrett."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Working with David, Kelly helped rescue the US economy from the China virus, passing nearly four trillion dollars in economic relief, saving over 1.5 million Georgia jobs, and rescuing countless small businesses all across your state, businesses that now are doing really well. And, you know, we also came up with the vaccine."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Nobody else would've done that. They would've done that in 10 years. Kelly and David also both strongly support my efforts to provide $2,000 stimulus checks to hardworking Americans across Georgia and across the nation. And, my reasoning is simple -- I mean, we're conservative with money, but my reasoning is simple, you didn't cause this problem."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "This problem was caused by China. Kelly is running against a hard left extremist named Raphael Warnock. Warnock is the most radical and dangerous left-wing candidate ever to seek this office and certainly in the State of Georgia. And, he does not have your values. Warnock has publicly declared his support for socialism and he once welcomed the anti-American Communist Dictator Fidel Castro to his church."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "He wanted him here. He liked Castro, thought Castro was a nice guy. Warnock said that, \"Nobody can serve both God and the military,\" a vicious smear against thousands of patriotic service members across the State of Georgia. He wants to abolish cash bail. You see how that's working in New York City, right?"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Not working too well. He has called for \"opening up the jails\". And, he slandered our police officers as gangsters, thugs, and bullies. The choice for the voters of Georgia could not be more clear. Jon Ossoff on -- and Raphael Warnock are fringe extremists who would wreck everything Georgia patriots hold dear to their hearts."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Kelly Loeffler and David Perdue share your values. And, you know that. They share your values like nobody shares your values. I can tell you, they share your values, they wanna defend your interest, and they will always put America first. Did you see the other day? What a great name, America First. They announced they don't wanna do the America First Policy."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "How crazy. Even if you're not gonna do it, which is basically protect us, we come first, right? But even, and that includes financially and every other way, even if you don't believe it, you don't say we're gonna end America first. They want to end America first. Kelly, I'd love you to just come up and say a few words."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Would that be okay? Kelly?"
  },
  {
    "Speaker": "Kelly Loeffler",
    "Text": "President. Hello, Georgia! Woo! Thank you, Georgia! I have an announcement, Georgia. On January 6, I will object to the electoral college vote. That's right. That's right. Thank you. We're gonna get this done! All right, Georgia! But I have a very important question for you. Are you ready to show America that Georgia's a red state?"
  },
  {
    "Speaker": "Kelly Loeffler",
    "Text": "That's right! That's right. Look, this President fought for us. We're fighting for him. He put America first. He put the American worker first. Thank you, Mr. President. He stood with our men and women of law enforcement. He restored our military. My opponent, radical liberal Raphael Warnock, he attacked -- yeah."
  },
  {
    "Speaker": "Kelly Loeffler",
    "Text": "He attacked our police. Our military. He spoke out against Israel, evangelicals, small businesses. Georgia, we have to hold the line. You have to get out and vote tomorrow! Georgia, we are the firewall to socialism. We have to get it done. I love you guys. Thank you. God bless you. God bless Georgia."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Thank you, Kelly. That was nice. I'm glad I invited her up. Kelly, I'm glad I invited you up. That was great. Thank you, darling. [Audience chants \"Stop the steal\"] That was so great. [\"Fight for Trump\"] Thank you. Thank you. Hey, you know, it really is. It's fight for our country. It's really fight for our country."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Not fight for Trump. It's fight for our country. Because that's what we're fighting. Also joining us tonight are Georgia Representatives Marjorie Taylor Greene. I love Marjorie. [Inaudible] Come up here. Kelly wants you to come up here. Come here. Don't mess with her. Don't mess with her."
  },
  {
    "Speaker": "Marjorie Taylor Greene",
    "Text": "Absolutely. Hello, northwest Georgia. Alright, let me tell you something. I am so fired up to hear Senator Kelly Loeffler. She's going to object on January 6. Yeah! This is -- this is why I believe in her. You see, when you have a strong Senator, Kelly Loeffler from Georgia, fighting for you, and fighting for your President and protecting your vote, this is why you have to turn out tomorrow."
  },
  {
    "Speaker": "Marjorie Taylor Greene",
    "Text": "Right? Yes! We have to save our Senate sin -- Senate seats. We have to save America and stop socialism. This is the last line. We aren't gonna hand over our Senate seats to a Pastor who preaches abortion from the pulpit. No! He's -- he's preaching murder of God's creation in the womb, holding a Bible in his hand."
  },
  {
    "Speaker": "Marjorie Taylor Greene",
    "Text": "If anything, go out there and vote for the unborn tomorrow. Right? We've had enough. We're not gonna let Georgia go to two radical socialists. No. I need you all to go out there and vote. Our district has to show up. We've got to stop this attack. Stop our Senate seats from being hand over to these radicals."
  },
  {
    "Speaker": "Marjorie Taylor Greene",
    "Text": "And we're gonna fight for President Trump on January 6 -- God bless Georgia, God bless America. Let's do this. [Audience chants \"USA\"]"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "I also wanna introduce two great warriors, friends of mine, Andrew Clyde and Jody Hice. Jody, thank you. Thank you Andrew. [Audience cheering] Thank you very much. Great job. We have another friend of ours, South Carolina Senator Lindsey Graham. And Mike Lee is here, too, but I'm a little angry at him today, I don't know."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Where's Mike Lee? Where is he? I'm a little angry at you today, but that's all right. State Representative Vernon Jones, what a great guy he is. A great man. And an early supporter of mine who's also on the ballot tomorrow, Public Service Commissioner, Bubba McDonald. Bubba. Good. You're gonna do great. [Audience chants \"Bubba\"] [Laughs] That's really [Inaudible]. Great guy."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Thank you, Bubba. Thank you. Good luck tomorrow. You'll do well. Georgia Republican Party Chairman, David Shafer, and he's fighting, he's out there. He is fighting. He is fighting. By the way, I also want to say hello to -- Kelly's husband is one of the great entrepreneurs in our country. He's respected by everybody, he's a tough guy, but he is a sweetheart, and he loves your state."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "I just want to say hello. Do you mind? Okay? He doesn't want that, he doesn't want it, but I will tell you, he's respected as a business man, respected by everybody, and gives tremendous amounts of money to charity and everything else. Thank you very much. Also, uh, a friend of mine and, you know, I don't know what it is, I'm not so good with the bikes, mm, you know, I sorta say maybe I stay away from a little bit."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "But Chris Cox is Bikers For Trump, and he's the founder, and he had more people show up for me. Whenever I saw -- I'd go to places, I'd have two, three, four thousand bikes, and secret service would go crazy. I'd say, \"No. I'm so happy.\" And they wouldn't do it for any other reason, they just wanted to protect their future President."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "This was before I won. They were with me; for whatever reason, bikers like me, and I like them. Chris Cox. Wherever you are Chris Cox. Where's Chris? Right? I don't know why the bikers like me, Chris, but they do, but I like you guys a lot, and you're great. We'd go to speeches and we'd be packed, and we couldn't even get 'em -- They didn't even wanna be inside."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "They'd stood outside and they were protecting their President when I became President. I never felt safer in my life. Thank you. True. That's true. Another man who's, uh, respected by everybody, a friend of mine, David McIntosh, Club For Growth. David? David? Thank you, David. Respected by everybody. And I wanna thank Don Junior."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Did he do a good job tonight? I watched. Where is Don? Don is great. I love Don. He sorta has -- They love our Don, but he's, uh, he's working hard, and I wanna thank Don, and Kimberly Guilfoyle, who has been incredible. And I also, uh, came with somebody who people like a lot, people like her a lot. I don't know, she doesn't really like the concept of running for office."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "She says, \"What do I need it for, Dad?\" Ivanka. Where's Ivanka? Shall we get Ivanka up? Yes, right? Come on up here, honey."
  },
  {
    "Speaker": "Ivanka Trump",
    "Text": "Hello, Georgia [Laughs] It is so incredible to be back here with so many amazing, hard working Georgia families, who are fighting for our children's future. Each one of you, and it's so great to be back in Georgia, with this warrior, my father -- the people's President. He is a tireless, a tireless champion for all of you and he will never stop fighting."
  },
  {
    "Speaker": "Ivanka Trump",
    "Text": "And by his side are two amazing Senators that we have to send back to the Senate and send a resounding message that patriotism is alive and well in Georgia. And Georgia is going to keep freedom alive in America. Please vote. Thank you. God bless you. God bless Georgia. And God bless America. And God bless our President."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Thank you, Ivanka. Thanks, Don, Kimberley, everybody. Thank you all. Tomorrow our entire nation is counting on the people of Georgia in a way the world is counting on the people of Georgia. The fate of our country's at stake. It's in your hands. You must deliver a Republican victory so big that the Democrats can't steal it or cheat it away."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "We have all -- [Laughs], you guys, they'll be trying though, I'll tell you that. We have all seen what our opponents are capable of doing. I ran two elections. I won both of them. Second one much more successful than the first. But we can't let this happen any longer. On election night, we were leading by so much, we're not gonna have that tomorrow."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "We're not gonna have that tomorrow night, where you're leading and then all of the sudden, boom, it's gone like magic. We won Florida and Ohio in record numbers. We won Iowa by 8.2%. Nobody's ever won those three states and lost, never happened before. It's almost impossible unless people do a lot of -- either get very lucky or they cheat."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "We were up 293,000 votes in Michigan. 112,000 votes in Washington. In Wisconsin. We were way up. 356,000 votes in Georgia. 356,000. And 700,000 votes in Pennsylvania. It was -- over. I should've run up to the podium and said, \"Thank you very much for this wonderful victory.\" Then maybe they wouldn't have had time to close those booths, right?"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "The counting rooms. And do what they did. But then it all started to disappear. And I tell this story because we can't let this happen tomorrow, Kelly. So keep your eyes open. Since the election, we have put forth indisputable evidence documenting the rampant fraud, which will be announced on Wednesday, as you know."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And I want to thank Senator Josh Hawley and Ted Cruz and -- all of the incredible Senators that have stepped up to fight because they've seen what happens. They know it's a fraud. And not just here, you know? I've watched some of the people on Fox. I had no choice. I had no choice. I had to. I didn't have enough channels."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And they said, \"Why is he fighting for Georgia? It's not enough.\" No, I need three. I'm fighting in eight actually. But six. And we're gonna win them all. But they said, they said, \"Why-\" -- one of the people, a very fine woman actually, she said, \"Why is he fighting Georgia? It doesn't get him there.\" I said, \"No, but Georgia and Pennsylvania and one other get me there.\" And we have six and maybe eight if you look at them."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And we were leading all of them by a lot until, like a miracle, it started to quickly disappear. Right here in Georgia there were tens of thousands of illegal votes cast and counted. You know that. And here are just a few examples. Watch this bit tomorrow. We're up 10,315 ballots were cast by individuals whose name and date of birth matches a Georgia resident who died in 2020 prior to the election and your wacky Secretary of State said, \"two people."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Two people.\" Now, I don't know how many people are on that list, but it's a lot of people. 205,006 ballots were cast -- Why individuals whose name and date of birth matches an incarcerated felon in a Georgia prison? Maybe they aren't all there, but they did a lot of work. I paid a lot of money to a lot of people, I can tell you that. 4502 illegal ballots were cast by individuals who do not appear on the state's voter rolls."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Well, that's sort of strange. 18,325 illegal ballots were cast by individuals who registered to vote using an address listed as vacant according to the Postal Service. At least 86,880 ballots were cast by people whose registrations were illegally backdated. Oh, I can't believe that happened. 66,000 votes -- You all have to understand, we're down by a little more than 11,000, so every one of these is determinative. 66,000 votes in Georgia were cast by people under the legal voting age."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "At least 15,000 ballots were cast by individuals who moved out of this state prior to the November 3rd election. Now, maybe they moved back in. I don't know. I mean, I can't tell. They moved out. Ah, let's go back. Usually, it takes a little time, right? You know. We moved out. Let's go back, darling. Georgia's absentee ballot rejection rate went from an average of 3% in 2016 and then went down very low to almost zero."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Now, ah, think of it. Almost zero. If you multiply that out, and this is with many, many more ballots pouring in, went to almost zero. 48 out of 159 counties in Georgia rejected no ballots at all. These absentee ballot rejection rates prove that the tens of thousands of illegitimate ballots were counted."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "There were more absentee ballots in 2020 than ever before by far, but magically, far fewer ballots were rejected. This alone is more than enough to swing the election to us. This one thing. I'm going over individual, in all of the swing states. Now, they'll check this out, and that's fine, and, but you take a look at it."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Officials egregiously violated state laws in order to solicit, facilitate, and promote cheating and theft on a scale never seen before. These crooked and incompetent officials suspended signature verification. I said, \"I want you to go to Fulton County to check the signatures because hundreds of thousands of ballots came in."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "I want you to check the signature to see if it compares to somebody that lived there two years, four years, or six years ago.\" They don't want to do it. The Secretary of State and your incompetent governor, although he thinks I've been a great president. They illegally flooded their states with absentee ballots, and they deployed hundreds of illicit ballot dropboxes in corrupt Democrat-run cities, among many other flagrant violations of law."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "They put these dropboxes there, and in a number of cases, they'd be gone for three days. They'd take them up, and they'd, where are they? Where are they? They were gone. Georgia's secretary of state agreed to a litigation settlement, which is something that nobody's ever seen one like this. I want, I want to just tell you that Stacey Abrams took him to the cleaners."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "That drastically and illegally changed the state's election procedures. They never got the mandated approval from your state legislature, who by the way, you have some great people in your legislature, some great, great people who agree with what we're saying, and even more so. But think of it. They never got the approval."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "You have to, by law, under the Constitution, you can't just do these deals and not get the approval. And your secretary of state, or whoever it was, made this horrible consent decree, horrible, which got rid of so much safety. It's a disgraceful thing. And it was only approved by your local, uh, politicians."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Him. And local judges. You can't do that. You have to have your state legislatures do it. That's true with all states. Tens of thousands of votes are missing. We go all over the world telling people how to run their elections, and we don't even know how to run ours. The most unhappy person right now anywhere in the United States is Hillary Clinton because she's asking -- The Democrat Party, why the hell didn't you do this for me? [Audience chants \"Lock her up\"] True."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Why didn't you do it for me? Why the hell didn't you -- You notice how quiet she's been? I shouldn't have said that. Now tonight, she'll -- But you notice how quiet? She's furious because she said, \"Don't forget. I won Michigan by 10,000 votes.\" We did much better, as I said, this time. Much, much better."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "But I won Michigan from her by 10,000 votes. I won Wisconsin by a small -- You know? I mean, they could've done that one and not get caught. We caught 'em. We caught 'em. And I say to people like Mike Lee that are here and Lindsey. I say if they got approved and verified, they used the word verified, votes that are fraudulent, and then we find out after 'cause you can't do it that quickly."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "It doesn't go that quickly. It's a lot of work and a lot of votes and a lot of people. And then we find out that there were frauds. Like in one state where you had let's say you lost by 25,000 votes, they verify it, and that's supposed to be the end. But shortly thereafter, we find out that we actually won the state by 250,000 votes."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Does that mean that that state plus others adds up to being your president? I don't think it should. I don't think it should. I don't think that Kelly feels it should. I don't think that Marjorie feels it should. In Wisconsin, over 90,000 ballots were illegally harvested. Can't do that. Not allowed to. Through so-called human drop boxes."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And over 500 illegal unmanned drop boxes were put out statewide. In addition, over 170,000 absentee votes were counted that are blatantly illegal under Wisconsin law and should never have been included in the tally. By the way, I lost. It -- it was razor thin. There's 170,000 votes. The margin in Wisconsin is only 20,000 votes, so this issue alone would've won that state for us many times over."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "We were leading at 10:00 in the evening by a lot. In Pennsylvania, there were 205,000 more ballots cast than there were voters. How do you get around that [Inaudible]? Which remains completely unexplained. You have great senators and representatives there and nobody can explain it. But think of that. And in other places too."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "You had more ballots than you had voters. You had more votes, think of it, than you had voters by a lot. In addition, Democrat State Supreme Court judges and Democrat Secretary of State effectively abolished the signature verification process right here. They counted ballots cast after deadlines and they allowed ballots to be illegally fixed in Democrat-controlled areas."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And I -- I say this because you can't let this happen tomorrow, and I hope all the politicians are listening. There's an unexplained 400,000 vote discrepancy between the number of mail-in ballots in Pennsylvania sent out reported on November 2nd, 2020 and the number reported on November 4th. They can't explain it. 400,000 previously unreported mail-in ballots magically appeared."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "They couldn't explain it. And all of a sudden they just happened to find 400,000. That's a lot of people. Amazing. And the Pennsylvania Legislature is not happy. Pennsylvania also had an estimated 8,000 dead voters, 55,000 ballots received back before they were even sent. How about that? The ballots were received but they weren't sent yet. \"Oh, uh, get 'em out fast, please.\" Many more with no mail date and 14,000 ballots illegally cast by out-of-state voters."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Those are numbers and those are numbers we got from them so they can't say, \"Oh, the numbers aren't so good.\" In Clark County, Nevada, over 130,000 ballots -- This is far -- Just so you know all these numbers, these are far more than we need, were processed on machines where the signature matching threshold was intentionally lowered to a level that you could sign your name Santa Claus and it wouldn't pick it up."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Didn't pick up anything. More than 42,000 people in Nevada double voted. That's more than we needed by far. In Ar -- Arizona more than 36,000 votes were cast by non-citizens. And there were 11,000 more ballots than there were voters. Seems to be a trait, doesn't it? This was like at the Super Bowl where you have 15 cameras and they say, \"Camera number 4, you're on."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Camera number 3, you're on.\" In Michigan, according to one analyst, over 35,000 ballots listed no address. Over 13 ballots were cast by non-residents, and an estimated 17,000 ballots were cast by dead people. Some dead people, by the way, also requested an application. It's true. Those are the ones that really bother me."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "They not only vote, but they request an application, that's a double. In addition, there is the highly troubling matter of Dominion voting machines. And I want you to watch this very carefully tomorrow, everybody. You have to watch it carefully. I want to read you from a letter from Georgia State Senator William Ligon."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "You know who he is, right? A highly respected guy. \"Dear Mr. President: As Chairman of the Georgia Senate Judiciary Committee on Elections, I request that you immediately send an outside team of cyber experts to investigate potential hacking and other irregularities associated with Dominion Voting Systems scanners, ballot marking devices, ballot's, polling pads used in the 2020 General Election in Georgia.\" You don't hear this from your Secretary of State and you don't hear this from your Governor."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And you do have a great legislature, I have to tell you. But the Governor won't let them hold a session to de-certify. \"On December 30, 2020 the committee held a hearing investigating potential fraud and other irregularities during Georgia's 2020 General Election. The committee first unanimously approved a report dated December 17, 2020 discussing a myriad of voting irregularities and potential fraud in Georgia 2020 General Election discussed in an earlier hearing held on December 3. Notably, the committee stated in the executive summary that the November 3rd, 2020, General Election was chaotic and reported results must be viewed as untrustworthy.\" They are untrustworthy, despite the line of crap that you hear from these people that represent you."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "I don't know where they come from? \"The committee then heard,\" and this is from one of your most highly respected political representatives, \"The committee then heard additional testimony concerning voting irregularities during the 2020 General Election including testimony and a real-time test demonstrating serious irregularities with Dominion's voting machines."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Three events discussed at this hearing stand out and require a forensic order of the Dominion voting machines in Georgia to be immediately conducted.\" The Governor will not let us do it. We've been asking him now since November 4th, the day after the election. He won't let us do it. Why won't he let us do it?"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "There's only one reason I can think of. First, the Dominion voting machines employed in Fulton County,\" that's the home of Stacey had an astounding 93.67 error rate. Ninety-three point six seven error rate in the scanning of ballots requiring a review panel to adjudicate or determine the voter's intent.\" So they're going to a voter intent, \"What did the voter mean by this vote?\" Somebody votes for Trump, \"Ah, you know, I think that voter meant something other."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "He doesn't want Trump, let's just switch it around.\" Think of that, they're trying to determine the voter's intent in over 106,000 ballots out of a total of 113,000 ballots. This is from your representative, highly respected, \"The national average for such an error rate is far less than 1.2%,\" so that was 93%. \"The source of this astronomical error rate must be identified to determine if these machines were set up or designated to allow for a third party to disregard the actual ballot cast by the registered voter.\" This is what I have."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "There was no way -- Look at this crowd we have here. Biden came here he had -- nobody. Gallop, Gallop, you know the Gallop poll, they did a -- I don't say this braggingly, the most admired man in the world, or the country -- I don't say it. I say it for a different reason. So I came in first -- Obama came in second, and Biden came in way low."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Then I say, and they say, and people have said, \"How is it possible that a guy who got 80,000,000 votes can't get any votes for the most admired man?\" You know why? Because he didn't come in first, that's why. Second -- again from this very respected political leader -- second, there is clear evidence that tens of thousands of votes were switched from President Trump to Former Vice President Biden in several counties throughout Georgia."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "For example, in Bibb County -- anybody live in Bibb County? Bibb? Bibb? Bibb? B-I-B-B? President trump was reported to have 29,391 at 9:11 PM, while simultaneously, Former Vice President Joe Biden was reported to have 17,218. Minutes later, at the next update, these vote numbers switched, with President Trump now having 17,000 and Biden now having 29,391. That was a switch of over 12,000 votes! It was like a miracle! Third, during this hearing, a presenter demonstrated that a Dominion Poll could be hacked into in real time because it was connected to the internet! Now, anything connected to the internet, that's not good."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "But this demonstration proved that these machines could allow votes to be siphoned off or added during the voting process because they're connected to the internet. Cyber security experts agree that voting machines should not be connected to the internet at any time; in any way, shape, or form. Did you see that during the hearing?"
  },
  {
    "Speaker": "Donald Trump",
    "Text": "This guy's sitting there -- \"Well, can you connect into the machines?\" \"Yes.\" \"How do you do that?\" Within about 25 seconds he controlled the internet. Former Vice President Biden led Georgia by only 11,779 votes. Every one of the things I told you about, almost, is more votes than what we're talking about."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "The crime that was committed in this state is immeasurable. An immediate forensic audit of an appropriate sampling of Dominion's voting machines and related equipment is critical to determine the level of illegal fraudulent ballots improperly counted in Georgia during the 2020 General Election, and during tomorrow's race."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "You've gotta be very careful. And let me also quickly read a letter from Mark Finchem, chairman of the Arizona House -- a very respected man -- Federal Relations Committee. \"Dear Mister President, Subsequent to the election, members of the legislature were inundated with complaints from constituents relating to the intensity of the General Election, and the integrity\" -- More important than anything else -- \"And the accuracy of canvased results."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "In many instances, constituents reported that their earlier in-person ballots may not have been correctly processed or tabulated by Maricopa County officials. Members of the legislature have conducted two public hearings in recent weeks, during which significant evidence of fraudulent and illegal voting in Arizona has been demonstrated, through expert and eyewitness testimony.\" For example in Pima County, and Maricopa County, it appears that 143,000 illegal votes were actually injected into the ballot system."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Think of that! No, but think of this. Also, and, I, I, -- you know, the press wont report this. They're probably turning off -- \"Oh, we don't like this.\" They don't like this. They don't want to talk about numbers. They talked about my phone call. They don't like my phone call. Everyone loved my phone call."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "They don't like talking about numbers, 'cause nobody knew the numbers were so egregious. Also, an expert mathematician concluded that the only explanation for the actual voting results in Arizona is that 100%, think of this, 130% of democrats voted for candidate Biden. And a negative 30% voted for President Trump."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Now, think of that. In order to get to the numbers, 130% of the voters -- that's a little tough to get, okay? -- had to vote for him; and minus 30 had to vote for me. And that gets you to 100% and nobody has 100% voting. For all of these people who think it's too late Does that mean that we're forced to approve a fraudulent election or an election with massive irregularities."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "I don't think so. I don't think so. I wanna thank those two great political leaders, but we have many other letters just like that, same thing. Hundreds of thousands of votes are missing. The only way to combat the Democrat fraud is to flood your polling places with a historic tidal wave of Republican voters tomorrow because at a certain point the machines are gonna explode."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "They almost did with me. Unfortunately, they didn't quite get there, but we'll figure that out. And I just want Mike Lee to listen to this when I'm talking because you know what? We need his vote. This election is your chance to stand up to the corrupt Democrat machines and show them that the American people are still in charge."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "With your help over the last four years, we built the greatest political movement in the history of our country. There's never been anything like this. Kelly, when did I say we'll do this, like two days ago, three days ago, right? And look at this, and we love you all for being here. We really do. I'm glad the weather is good."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "We love you all. But there's never been a movement like this. You know, I say it all the time and the politicians. The lamestream media, as I call them affectionately, if that weren't true, they'd say, \"That's wrong, there's never been a movement like this.\" I mean, you have people that won one state and they become world famous for the rest of their lives."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "You have people that came in second in New Hampshire, and they're world -- We won everything, and we won it now a second time. Hate to bore you with that expression, but we won it now a second time. And I don't wanna win it a third time. I really wanna win it the second time [Inaudible]. Somebody came up to me today, Kelly, and they said, \"Sir, you're way up in four years."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Nobody can come close to be -- \" I said, \"I'm not interested in four years. I'm interested in eight weeks ago.\" Four years. Four years is a long time. It's actually two and two. You know, we'll take back the House for Kevin and Marjorie, Jodi. We'll bring back the House, right? We'll bring back the House. [Audience chants \"Four more years\"] No, if we didn't win, I'd be [Inaudible]. Of course, if I didn't win, you probably wouldn't want me, you know, in all fair."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Big difference between losing and winning, and having it stolen. No, but they talk about four years, sir. You have it made. Nobody can come close, and I say, \"Nope. We're gonna -- We go this way first,\" and I think we're gonna do it. I really believe. 'Cause there's no way we could've won every single state and for Fox, not one state."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "This is one of many. We win every state, and they're gonna have this guy be President? And he can't speak. He can't talk. Already, we've achieved more than anyone thought possible, and we are just getting started. And honestly, it's you. It's amazing what happened. I don't even know why the hell I say, \"Let's have a rally.\" We have a rally and thousands, and thousands, and thousands of you."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Honestly, there's never been. I'll go out on the extreme. There's never been anything like this in the history of our country and the election is over, the presidential election. And we have a big one tomorrow, but there's never been anything like this in the history of our country. Our economy is coming back."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "It's roaring back. Our stock market is an all-time high. Who would've thought that? We're rounding the term because of -- the turn because of what we did with the vaccines and nobody else would've done it. It would've taken so long. The economy boomed at 33.4% last quarter. That's the fastest rate ever recorded, and we're talking about pandemic, during a pandemic."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "We've already slashed the unemployment rate in half and for decades our politicians spent trillions of dollars rebuilding foreign nations, fighting foreign wars and defending foreign borders. You know, we're bringing many of our great troops home. I mean, I hate to say, but -- gotta do it. We've been in Afghanistan for 19 years."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "I think that's enough. I think that's enough. We've got a lot of, very few left, and uh, very proud. Nothing worse than going to Dover and meeting the parents of our great warriors that have fallen, our great warriors coming home so badly wounded or dead. -- and on countries that many of you have never even heard about."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "So we bring our soldiers home. We've been incredible warriors. We can beat anybody. Nobody has our equipment, nobody has our military, nobody has our people. But we aren't over there to be policemen. We're not over there to be policing their warriors, their fighters. And that's what we want them for. That's what we have to have them for."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "But we've brought a lot of them home. We are finally protecting our nation, rebuilding our cities, and we're bringing our jobs, our factories, and our troops back to the U.S.A. where they belong. But everything that we've achieved together is on the line tomorrow. Our fight to take back our country from the big donors, the big media, and the horrendous big-tech giants, that our politicians, not these two politicians, are afraid to attack."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "Section 230, we have to get rid of Section 230, politicians, or you're not gonna have a country very long. Taking away all your rights. If you wanna send a message to the powerful forces that are trying to control your country, you must get out and vote tomorrow for David Perdue and Kelly Loeffler. With your help, we're going to continue our mission to save America, and we're going to continue our mission of American First."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "It's very simple. Each of us here tonight is united by the same core vision and the same timeless, American values. We love our country. Together, we believe that faith and family, not government and bureaucracy, are the center of American life. We will defend the right to life, religious liberty, free speech, and the right to keep and bear arms, which they wanna take away from us."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And we will always support the heroes of law enforcement. We will maintain America's unrivaled military might, and we will preserve peace through strength. You know, when I first got elected and before I got elected in 2015 and 2016, before, they were in debates and everyone said, \"Oh, he's gonna cause wars."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "He's gonna cause wars.\" I think I'm the only president in many, many decades that didn't get into a war, right? [Inaudible] Remember, North Korea was going to be a tremendous nuclear fight and all this. What happened with that? I got along very well with Kim Jong-un. I don't think that Joe's going to, based on what I've heard, but, but I got along very well with him, and, you know, people say, \"Whatever happened with North Korea?\" We got along well."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "But, you know, they all said that with my personality, I'll be in a big war very soon, within the first two weeks, right? What happened? What happened? And they don't wanna mess with us, either. That I can tell you. David and Kelly will protect Social Security and Medicare, and they will always protect patients with preexisting conditions."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "We will stop the radical indoctrination of our students and restore patriotic education to our schools. We will teach our children to love our country, honor our history, and always respect our great, American flag. And we will live by the words of our national motto, In God we trust, and it'll stay that way."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "From Atlanta to Augusta, to Savannah to Columbus, from Athens, and I wanna say hello to Herschel Walker, Athens, Herschel. 10.2 yards a carry for a while. He made a lot of quarterbacks look very good. We love Herschel. To right here in Dalton, Georgia, we inherit the legacy of generations of American patriots who gave their blood, sweat, and tears to defend our country and to defend our freedom."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "We stand on the shoulders of American heroes who crossed the oceans, settled a continent, tamed the wilderness, laid down the railroads, raised up the great skyscrapers, and won two world wars, defeated fascism and communism, and made America into the single greatest nation in the history of the world. And the best is yet to come."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "And proud cit -- Citizens like you helped build this country and together we are taking back our country. Our fight to drain the Washington swamp and reclaim America's destiny and dignity has only just begun. We will not bend. We will not break. We will not yield. We will never give in. We will never give up."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "We will never back down. We will never, ever surrender. Because we are Americans, and we are from Georgia. And our hearts bleed red, white and blue. We are one movement, one people, one family, and one glorious nation under God. And together with the incredible people of Georgia, we have made America powerful again, our military."
  },
  {
    "Speaker": "Donald Trump",
    "Text": "We have made America wealthy again, our stock market. We have made America strong again, look at that arm. Look at that. We have made America proud again, we're proud of our country. We have made America safe again. And we will make America great again. Go get 'em, David! Go get 'em, Kelly! Go get 'em tomorrow."
  }
]